["{\"title\": \"Plasma Blaster\", \"title_search\": \"plasma blaster\", \"title_keyword\": \"plasma blaster\", \"url\": \"https://www.metacritic.com/game/plasma-blaster/\", \"summary\": \"- A space based arcade shooter. - Push the falling meteors away with your plasma cannon. - Stay alive as long as possible. - Your weapon gets more powerful and recharges quicker as you level up. - Get the Highscore!\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-181719-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-181719-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"EyeSix Games (Developer)\", \"EyeSix Games (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Tumble (2010)\", \"title_search\": \"tumble 2010\", \"title_keyword\": \"tumble 2010\", \"url\": \"https://www.metacritic.com/game/tumble-2010/\", \"summary\": \"A unique and accessible 3D puzzle/brain teaser that can be played alone or with other players, either competitively or collaboratively.\", \"genre\": [\"Miscellaneous\"], \"metascore\": \"74\", \"critic_reviews\": 25, \"user_score\": \"7.5\", \"user_reviews\": 16, \"release_date\": \"2010-09-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-157207-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157206-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\"], \"companies\": [\"SCEE (Publisher)\", \"Supermassive Games (Developer)\"], \"platforms\": [\"PlayStation 3\"], \"rating\": \"E\"}", "{\"title\": \"Duel: Blade & Magic\", \"title_search\": \"duel blade  magic\", \"title_keyword\": \"duel blade  magic\", \"url\": \"https://www.metacritic.com/game/duel-blade-and-magic/\", \"summary\": \"Welcome to Duel: Blade &amp; Magic, a RPG fighting game where you battle friends and monsters alike.  Features  -Spectacular animated fighting scenes, see your characters in full screen action against other players and over 30 monsters!  -Choose from two character classes: Warrior and Witch, each has their own unique skills and items!  -Characters has extensive weapon, armor, and skills to choose from. Character appearance will also change accordingly when different items are equipped!  -Duel fighting mode: Fight other players for experience.  -Quest mode: Explore 50 quest missions for coins and items.  -Arena mode: Challenge players for prize money.  -Honor Badges, collect badges to show your friends and enemies your achievements!  -World ranking board, see how your characters are doing comparing to other players world-wide!\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159128-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159128-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Noumena Productions (Developer)\", \"Noumena Productions (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Kalahari Sun Slots Deluxe\", \"title_search\": \"kalahari sun slots deluxe\", \"title_keyword\": \"kalahari sun slots deluxe\", \"url\": \"https://www.metacritic.com/game/kalahari-sun-slots-deluxe/\", \"summary\": \"[Simulated gambling] Return to Africa for a new adventure in slot machine fun! With 3 different free spins games and the fun Lucky Drums Jackpot, it&#39;s Kalahari Sun Slots Deluxe for iPad!  During normal play the Diamond acts as a wildcard and substitutes for all symbols except scattered Africa symbols. Scattered Africa symbols pay anywhere in the window.  3 or more Africa symbols showing anywhere in the game window triggers the African Adventure Feature. You can select from one of 3 different features! You can win the Lucky Drums Jackpot during any of the free games!  Wild Diamond Feature 15, 20 or 25 free games. After each spin one additional wildcard is added to each reel. Multiplier x2 and x5 symbols appear on the first and last reels and multiply all wins for that spin by 2 or 5. The x2 and x5 symbols pay as wildcards during the free games!  Locked Wildcard Feature 10, 14 or 18 free games. Each wildcard diamond which appears during the free games locks in place for the remainder of the feature. Multiplier x2 and x5 symbols appear on the first and last reels and lock in place once they appear. 9,10,J,Q symbols removed from reels.  Golden Mask Feature Select one mask for free games and one for your free games multiplier. Win up to 50 free games! During the free games 10 special golden masks appear on reels 2, 3 and 4 with 10 different bonuses inside!  The Lucky Drums Jackpot If a jackpot drum symbol appears on reels 2, 3 and 4 during any African Adventure feature then the Lucky Drums bonus round immediately commences.  15 mystic drums appear, each with a number between 18 and 22 hidden inside. Select any five drums. Reach a total of 100 or more and you win the jackpot!   This game is for entertainment purposes only. No real money can be won or lost.   The odds of winning in this simulation are not the same as in real slot machines. Real slot machines are designed to make you consistently lose.  You must be aged 18 (or 21 in some areas) to gamble.   Pokie Magic supports responsible gambling and appropriate parental supervision.\", \"genre\": [\"Gambling\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159246-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159246-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Pokie Magic (Developer)\", \"Pokie Magic (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Pride and Prejudice and Zombies\", \"title_search\": \"pride and prejudice and zombies\", \"title_keyword\": \"pride and prejudice and zombies\", \"url\": \"https://www.metacritic.com/game/pride-and-prejudice-and-zombies/\", \"summary\": \"It is a truth universally acknowledged that a zombie in possession of brains must be in want of more brains. And it is another widely held truth that Pride and Prejudice and Zombies, the New York Times best seller, was in want of the perfect video game to bring it to life--or at least back from the dead!  Now available on the iPhone or iPod Touch, play through the classic story of Jane Austen&#39;s Pride and Prejudice with an added dose of zombie in Freeverse&#39;s 2D sidescrolling action beat &#39;em up. With 12 levels of beautiful graphics and all the classic romance only a slew of gory unmentionables could enhance, Pride and Prejudice and Zombies offers everyone from gamers to literary enthusiasts the most fun any Classic could offer!  Features: - Amazing environments and gorgeous art - Intuitive gesture-based controls for executing awesome attacks - Upgrade your battle prowess to survive the onslaught of undead - 12 levels of the best-selling novel - Plus+ integration for awards and leaderboards - Adapted for on-the-go gaming - Easy to pick up and play, but the challenge will have you coming back for more - Beautiful music and cool sound effects bring the action to life\", \"genre\": [\"Adventure\"], \"metascore\": \"75\", \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159429-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159429-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Freeverse (Developer)\", \"Freeverse (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"TRANSFORMERS CyberToy\", \"title_search\": \"transformers cybertoy\", \"title_keyword\": \"transformers cybertoy\", \"url\": \"https://www.metacritic.com/game/transformers-cybertoy/\", \"summary\": \"NOW with EIGHT TRANSFORMERS DIGITAL ACTION FIGURES INCLUDING GRINDOR! ________________________________________  iTunes&reg; CUSTOMER REVIEWS (U.S.):  &#34;Awesome app!&#34;   &#34;Amazing App&#34;  &#34;One of my favorite apps&#34; ________________________________________  FEATURES Roll-out with the TRANSFORMERS digital action figures! Touch, swipe and drag IRONHIDE, MEGATRON, BUMBLEBEE, OPTIMUS PRIME, STARSCREAM, SIDESWIPE, SOUNDWAVE, and GRINDOR to change from vehicle to robot mode and back again. Position each character into unique action poses and explore vital statistics and history. All characters are taken from the feature film TRANSFORMERS: Revenge of the Fallen from DreamWorks Pictures and Paramount Pictures, in association with Hasbro.   CONVERT FROM ROBOT TO VEHICLE MODE Use the touch screen to control eight robots including: ?GRINDOR ?IRONHIDE ?MEGATRON ?BUMBLEBEE ?OPTIMUS PRIME ?STARSCREAM ?SIDESWIPE ?SOUNDWAVE  ACTION FIGURE MODE  Fire weapons, choose poses, and play sounds by tapping hotspots in robot and vehicle form.  PUZZLE MODE  Race against the clock as you change from robot to vehicle and back using precise taps, touches, drags, and swipes.  New instructions and hints included!   EXPLORE TECH SPECS  View detailed specifications for all eight TRANSFORMERS and their history.  BONUS FEATURE: ROCK OUT WITH BUMBLEBEE! Play music from your iPod library and watch BUMBLEBEE show off his robot dance moves! Choose Billie Jean and see the Moonwalk or play some Ozzie and watch him rock out!  (OS 3.0 ONLY)  Check out other Glu games:  ?World Series of Poker Hold&#39;em Legend ?*NEW* Jump O&#39;Clock ?Deer Hunter 3D ?Family Guy: Uncensored ?TRANSFORMERS G1: AWAKENING ?Super KO Boxing 2 ?How to Train Your Dragon ?TRANSFORMERS CyberToy ?Bonsai Blast ?Glyder 2 ?Build-a-lot ?Brain Genius Deluxe ?Cops &amp; Robbers ?Alley Gator ?Mini Golf Wacky Worlds ?Taxi Fight! ?Cooking Star ?Stranded: Mysteries of Time ?Beat It!  FOLLOW US at twitter.com/glumobile facebook.com/glumobile  GIFT THIS APP: Click the &#34;Buy App&#34; arrow in the iTunes&reg; App Store.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-06-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159546-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159546-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Glu Mobile (Developer)\", \"Glu Mobile (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Ancient Tribe\", \"title_search\": \"ancient tribe\", \"title_keyword\": \"ancient tribe\", \"url\": \"https://www.metacritic.com/game/ancient-tribe/\", \"summary\": \"iTune reviews(U.S.): -------------- &#34;Great game worth every penny!&#34;  &#34;Very fun. Get it while it&#39;s on sale!&#34;  &#34;Great job on a great game, it&#39;s not too casual and not too harcore. I only wish there were hero units!  This is probably one of my better apps.&#34; --------------  In the Ancient world of Savage, you play as the God of the ancient tribe in this real-time strategy game. To help your tribe grow, you got to help them to gather food by hunting, collect natural resources to upgrade your village and expand the village&#39;s population.   At the beginning of the game, you are provided with three villagers. You are supposed to guide them in the hunting ground to find resources and food so that your village can expand.   You can recruit new troops,research for new classes of tribal people by upgrading the existing tribe&#39;s equipment and technology. When your tribe&#39;s population reaches 10,000, they will eventually pay tribute to you by building a miracle right in front of your eyes.  Besides improving your tribe, you can improve your godly powers by sacrificing some of your tribal people and resources. There are five godly powers you can use to help your people. Thunder and earthquake helps to destroy the enemies within the affected area. You can summon a healing rain to heal your injured troops or a storm wind to improves the speed of your units&#39; movement.   On the hunting ground, your tribe will walk in terrains like forest, desert, volcanoes and ice land. They will meet various kinds of beasts such as boars, elephants and tyrannosaurus and you can help trap them and let your tribe ride on them and the beasts will become part of your army. There is also a big Boss team with special powers in the wild. You can train them up to become your hunting troop.  The game comes with nine different types of new classes of tribal people to research and add to your army. They are slinger, hunter, spearman, shaman, witch doctor, mystic, beserker, warrior and villager. They have their strengths and weaknesses and it is up to you to deploy them to the best of your knowledge as a God.   This game supports multi-touch functions - you can touch and drag on the screen to control the movement of your troops.   Main Features: - Easy to master strategies - Multi-touch controls - 9 different types of tribal classes to recruit - More than 10 available animals to ride - 5 mighty godly powers to obtain - Tens of wild beasts to tame - Special talented Boss hero. - Marvelous graphics and sound effects   For technical support or any inquiries about the game, please email iphone-support@cdegame.com.   Planned upcoming updates:  v1.3 - Add Weapons workshop - Add Pets farm - Add a new class &#34;Hero&#34;  v1.4 - Add Multiplay game mode: Tribe Wars!  ================ Support and Feedback  Our iPhone/iPod Touch Forum is now live, please visit our web site and provide your comments and feedback so that we can improve.  ================\", \"genre\": [\"Real-Time Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-28\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157531-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157531-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\", \"DS\"], \"rating\": \"E\"}", "{\"title\": \"Wheel of Fortune Platinum\", \"title_search\": \"wheel of fortune platinum\", \"title_keyword\": \"wheel of fortune platinum\", \"url\": \"https://www.metacritic.com/game/wheel-of-fortune-platinum/\", \"summary\": \"Take the new Wheel of Fortune Platinum for a spin!  With &#34;true to the show&#34; sound effects and music, sparkly wedges and customizable characters, you can have all of the sizzle of the popular game show in your own pocket.    Wheel of Fortune Platinum features updated puzzles written by the producers of the show, local and global leaderboards, multi-player modes, theme weeks, and plenty of In-App purchases for more avatar choices and puzzle content.  Download Wheel of Fortune Platinum today and call out letters all day and night.  FEATURES:  -OPENING VIDEO, GRAPHICS, SOUND EFFECTS, AND MUSIC STRAIGHT FROM THE TV SHOW  -PUZZLE CONTENT WRITTEN BY THE PRODUCERS OF THE SHOW  -TV SHOW, TOSS-UP, AND SPEED-UP MODES  -PASS-N-PLAY MULTIPLAY  -LOCAL WIFI AND BLUETOOTH MULTIPLAY  -NETWORKED MULTIPLAY  -CAREER STATS  -TROPHY SYSTEM AND FACEBOOK CONNECT SHARING/POSTING  -LOCAL AND GLOBAL LEADERBOARDS  -THEME WEEKS WITH CUSTOM WRITTEN PUZZLES AND WEDGES  -IN-APP PURCHASES FOR MORE AVATAR CHOICES AND PUZZLE CONTENT\", \"genre\": [\"Trivia\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159587-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159587-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Sony Pictures Television (Publisher)\", \"Sony Pictures Television (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Puffins: Let's Race!\", \"title_search\": \"puffins lets race\", \"title_keyword\": \"puffins lets race\", \"url\": \"https://www.metacritic.com/game/puffins-lets-race/\", \"summary\": \"Get ready to challenge the speediest puffins on the island for the title of Fastest Flyer in Puffins: Let's Race!  Race against the clock or go head-to-head with your opponents in a battle to the finish line. Use cleverly placed power-ups like the squawk shot to get ahead of the pack and claim victory. Race through four different game modes on eight different tracks to prove your skill, or challenge up to three of your friends via local wireless play. Do you have what it takes to become the race champion of Puffin Island, or will you be left behind with the rest of the flock?\", \"genre\": [\"Auto Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160326-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160326-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"Other Ocean Interactive (Publisher)\", \"Other Ocean Interactive (Developer)\"], \"platforms\": [\"DS\"], \"rating\": \"E\"}", "{\"title\": \"MeetURMatch: Avatar Edition\", \"title_search\": \"meeturmatch avatar edition\", \"title_keyword\": \"meeturmatch avatar edition\", \"url\": \"https://www.metacritic.com/game/meeturmatch-avatar-edition/\", \"summary\": \"Highly rated - Now UPDATED! With Avatars - High Scores &amp; Saving Settings - New Gameplay and screens - New Analog control system plus all the cool features and strategy twists that made it so versatile in the first place! Good clean fun for the whole family (even the very little ones)....\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157556-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157556-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Europe\"], \"companies\": [\"ElvishJumpSuit (Developer)\", \"Elvish Jump Suit (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Quarantine (2010)\", \"title_search\": \"quarantine 2010\", \"title_keyword\": \"quarantine 2010\", \"url\": \"https://www.metacritic.com/game/quarantine-2010/\", \"summary\": \"Viruses! They are everywhere! An outbreak has occurred and it is really close to becoming a pandemic. That is why they have called in the best. You! To help stop it. With over 75 levels to play, this game will surely test your reflexes, strategy and timing. See if you can save the world!\", \"genre\": [\"Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157570-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157570-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Cyber Edge Studios (Publisher)\", \"Cyber Edge Studios (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Luke Spotisode 16 : Rustyliverygoofskis\", \"title_search\": \"luke spotisode 16  rustyliverygoofskis\", \"title_keyword\": \"luke spotisode 16  rustyliverygoofskis\", \"url\": \"https://www.metacritic.com/game/luke-spotisode-16-rustyliverygoofskis/\", \"summary\": \"It&#39;s not just a kids show - it&#39;s a Spotisode! Get a COMPLETE FIVE-MINUTE EPISODE of LIFEBOAT LUKE with each new App! Perfect for long journeys or keeping young hands and minds busy. Don&#39;t just sit there like a drifting dinghy; get those ogling gogglers jiggling joggingly!   -= NEW SPOTISODE EVERY FRIDAY! 52 TO COLLECT! =- _____ SPOTISODE 16: RUSTYLIVERYGOOFSKIS: Stanley and George parcel deliveries? Disaster! Crateloads of plates and Miss Beaufort spinning them? Smash! Gooferys waterski? That&rsquo;s just an accident waiting to happen. Luke to the rescue of everyone? Natch!  _____ WHAT IS A SPOTISODE? Every Spotisode comes with a COMPLETE FIVE MINUTE EPISODE of Lifeboat Luke. Watch the episode, but keep your eyes open for the items in your Spotlist - a sock, a spoon, a schlump of seaweed, stuff like that. If you see one, tap the screen! There are 20 items to find in each Spotisode, so keep playing until you find them all!  There are already fifteen other spotisodes out there, and more to come! Keep your gogglers agog for Pandemuckermergency!  _____ WHO IS LIFEBOAT LUKE? Lifeboat Luke is a brave young lifeboat from the mad, magical, Irish seaside town of Donaghadoo. Luke, Ardal the Coxswain and the rest of the stalwart &amp; steadfast crew are responsible for the rescue of the reckless, the improbable and the irresponsible.  Lifeboat Luke is an exciting search &amp; rescue children&#39;s animation series. It&#39;s the first 52-part animation series to be produced entirely in Ireland, and is currently being broadcast in over 20 countries worldwide.   Visit www.lifeboatluke.tv for more online games and activities!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151732-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151732-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Straandlooper (Publisher)\", \"Straandlooper (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"The Pinball HD\", \"title_search\": \"the pinball hd\", \"title_keyword\": \"the pinball hd\", \"url\": \"https://www.metacritic.com/game/the-pinball-hd/\", \"summary\": \"Pinball HD - this game will change you conception of pinball on iPad. Each table &ndash; WILD WEST, THE DEEP and JUNGLE STYLE - is a masterpiece, every part of it is a separate mechanism and you will be stunned by the level of realism, when you will see how it all works together. This is REAL pinball simulator with stunning 3D graphics.\\r \\r Important:\\r landscape mode - &#34;full table&#34; view\\r portrait mode - &#34;flying camera&#34; view\\r \\r Features:\\r \\r * 3 full-fledged pinball tables with unique graphics, instructions, missions system, locations  and characters\\r * 3D-engine that maxes out your iPad capabilities\\r * camera effects\\r * realistic physics\\r * unique soundtrack\\r * stereo-mode (stereo glasses required)\\r * local and global high score tables\\r * built-in Help for pinball tables\\r \\r Take it now and enjoy the real pinball challenge!\", \"genre\": [\"Pinball\"], \"metascore\": \"76\", \"critic_reviews\": 7, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-152084-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-152084-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"OOO Gameprom (Developer)\", \"OOO Gameprom (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Hobonichi no Kenkou Techou\", \"title_search\": \"hobonichi no kenkou techou\", \"title_keyword\": \"hobonichi no kenkou techou\", \"url\": \"https://www.metacritic.com/game/hobonichi-no-kenkou-techou/\", \"summary\": null, \"genre\": [\"Miscellaneous\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151181-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151181-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Nintendo (Publisher)\", \"Nintendo (Developer)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Blokus\", \"title_search\": \"blokus\", \"title_keyword\": \"blokus\", \"url\": \"https://www.metacritic.com/game/blokus/\", \"summary\": \"The award-winning hit board game from Mattel arrives on the App Store! You liked UNO&trade;? You are going to LOVE Blokus&trade;!  &ldquo;Blokus&trade; is fantastic in digital form, with plenty of single-player and multiplayer content to keep you occupied.&rdquo; SildetoPlay (4/4.)  Rules are simple! The winning strategy: Block your opponents so they cannot add anymore blocks on the board!  Blokus&trade; is a strategy game that will captivate you and get into your mind.   4 GAMES IN ONE  Each game variation requires a totally different strategy: &bull; 4 players control one color each &bull; 2 players control two colors each  &bull; 4 players play in teams  &bull; Blokus Duo&trade;: There are only 2 colors, the board is smaller and the start position is in the middle of the board.   MULTIPLAYER MODE Compete in any of these game variations through: - Local Multiplayer via Bluetooth and Wi-Fi  - Online Multiplayer via 3G connection Compare your scores on leader boards on Gameloft LIVE!  CAREER MODE Try to win different cups from Discovery to Legend.  CUSTOMIZATION FEATURES You can set the difficulty level and the time limit for each move, making each game a new experience.  A COLOR BLIND MODE Icons added on the pieces allow color blind people to play.\", \"genre\": [\"Board\"], \"metascore\": \"81\", \"critic_reviews\": 6, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151279-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151279-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"Gameloft (Developer)\", \"Gameloft (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PlayStation 3\"], \"rating\": null}", "{\"title\": \"Caribbean Poker\", \"title_search\": \"caribbean poker\", \"title_keyword\": \"caribbean poker\", \"url\": \"https://www.metacritic.com/game/caribbean-poker/\", \"summary\": \"Play one of the most exiting table game in the casinos around the world.  Caribbean Stud Poker is one of the most popular table games with rules similar to five card stud poker. Play against the house rather than against other players. Try to win the progressive jackpot!  Caribbean Poker features great graphics, animations and sounds.  FEATURES: - For iPhone and iPod Touch - Nice graphics and animations. - Sounds were designed from the top - Jackpot increase on each hand - Easy to learn\", \"genre\": [\"Gambling\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160469-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160469-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Archery Challenge\", \"title_search\": \"archery challenge\", \"title_keyword\": \"archery challenge\", \"url\": \"https://www.metacritic.com/game/archery-challenge/\", \"summary\": \"Simple Addicting Absorbing  Easy to play, difficult to master!  Arrow Cam... experience the flight of the arrow up to the very last inch before impact!  Listen to great music and become one with the bow.  Simple yet precise controls allow you to develop true relative aim.  Unlock new levels, become addicted to the intuitive flow of the game.  Fully 3D graphics and slow moving targets will have you mastering the art of archery for hours!\", \"genre\": [\"Individual Sports\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157636-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157636-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Machineworks Northwest (Developer)\", \"Machineworks Northwest (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Super Bowl Sunday\", \"title_search\": \"super bowl sunday\", \"title_keyword\": \"super bowl sunday\", \"url\": \"https://www.metacritic.com/game/super-bowl-sunday/\", \"summary\": null, \"genre\": [\"Football Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-160097-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-160097-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Nexus Productions Ltd (Publisher)\", \"Avalon Hill (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Pro Zombie Soccer Apocalypse Edition\", \"title_search\": \"pro zombie soccer apocalypse edition\", \"title_keyword\": \"pro zombie soccer apocalypse edition\", \"url\": \"https://www.metacritic.com/game/pro-zombie-soccer-apocalypse-edition/\", \"summary\": \"Like zombies? Love soccer? Well get your gear on, &lsquo;cause it&rsquo;s time for PRO ZOMBIE SOCCER APOCALYPSE EDITION from Chillingo and Super Awesome Hyper-Dimensional Mega Team!  No one ever needed an excuse to go out and kill zombies, or to kick a soccer ball around. But if you want an excuse to kick a soccer ball into space, realign an orbital weapons platform and launch a death-ray to explode the heads of the zombies sneaking into your soccer field &ndash; then THIS IS IT!  Play as Jax, hero of this odyssey of the undead. A wannabe soccer star who&rsquo;s just been bitten by a zombie, he knows he has only hours before he succumbs to the effects. Join his valiant effort to take out the zombie horde before he becomes one of them in this twisted but surreal and light-hearted gem of a zombie game.  NON-STOP ACTION Pro Zombie Soccer&rsquo;s intuitive control system offers a torrent of incredibly deep, satisfying and addictive zombie-blasting action, from free kicks to full orbital assault! This is high-quality iPad gaming at its best. In Zombie Soccer Apocalypse Edition, you get more zombies on screen than you can believe!  BIG AND FUNNY A horde of unique zombies; a locker full of cool abilities, combos and rewards; a laugh-out-loud twisted story that spans a series of varied, original and surprising levels ... you won&rsquo;t want it to end! It&rsquo;s lucky the game&rsquo;s SO BIG.  HEADSHOT! There&rsquo;s a special surprise in Pro Zombie Soccer Apocalypse Edition; Sniper Mode. Use the intuitive accelerometer controls to target the undead hordes and take them out. Watch out for those fleeing civilians though!  STUNNING GRAPHICS Apocalypse Edition utilizes the iPad&rsquo;s stunning High Definition screen. There are completely redesigned backgrounds, amazing high-resolution visuals, fluid animations, and all the gore you&rsquo;d expect from a zombie game! Incredible characters, and comic-style set-pieces draw you into a surreal, immersive world.  ORIGINAL SOUNDTRACK Beautiful graphics and addictive gameplay are accompanied by a full, powerful new soundtrack from Badolatomusic.\", \"genre\": [\"Soccer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-20\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-181973-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-181973-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Chillingo (Developer)\", \"Chillingo (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"CrazyPanda Fishing\", \"title_search\": \"crazypanda fishing\", \"title_keyword\": \"crazypanda fishing\", \"url\": \"https://www.metacritic.com/game/crazypanda-fishing/\", \"summary\": \"This is a fishing game. Tango the panda is dying, however he&rsquo;s always preparing for this just like his whole family. Tango is a fisherman this time. Any fish and bamboo in the river is a delicious meal for him. Unfortunately, his digestion seems a bit fast&hellip;.:(\", \"genre\": [\"Fishing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160477-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160477-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Danger Derby\", \"title_search\": \"danger derby\", \"title_keyword\": \"danger derby\", \"url\": \"https://www.metacritic.com/game/danger-derby/\", \"summary\": \"Danger Derby, arcade racing gone wild and exclusive to iPad.  Race and Chase around amazingly detailed tracks, upgrading your car as you go.  The more you progress the more the tracks add new dangers, obstacles and boosts.  4 Racing modes, Arcade, Challenge, Freeplay &amp; Mirror will keep you coming back for more.  See Cobra Mobile games in action at - www.youtube.com/cobimobi  Follow us on Twitter at: twitter.com/cobramobile\", \"genre\": [\"Auto Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164992-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164992-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Cobra Mobile (Publisher)\", \"Cobra Mobile (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Solitaire Chess by ThinkFun\", \"title_search\": \"solitaire chess by thinkfun\", \"title_keyword\": \"solitaire chess by thinkfun\", \"url\": \"https://www.metacritic.com/game/solitaire-chess-by-thinkfun/\", \"summary\": \"Can you leave just one man standing?  Simple to learn, impossible to master, addictively fun - Solitaire Chess by ThinkFun is a new logic puzzle, based on the rules of Chess. *For chess newbies and experts alike, Solitaire Chess can be played quickly &ndash; every move must be a capture &ndash; and early challenges may seem easy, but soon you&rsquo;ll find yourself in deeper waters, pushing your mind and thinking hard about your moves to try and solve the game.    *****************************************  HOW TO PLAY: Each challenge begins with a selection of chess pieces on a 4x4 game board. Your goal is to capture the pieces one by one until there&rsquo;s only one left.    Every move must be a capture, so plan your moves wisely or you risk leaving pieces stranded! **   Don&#39;t worry if you&#39;re not familiar with Chess. Hold any piece in the air to see its name and all possible moves. Within a few challenges, you&#39;ll be familiar with every piece &ndash; making this a great way to get familiar with the pieces. **   Solitaire Chess includes UNDO and RESET buttons, so don&#39;t be nervous about experimenting in the game.    There&rsquo;s even a HINT button, for when you get in a real bind.    *******************************************   GAME FEATURES: ** - 400 Challenges, 100 at each difficulty level - Four difficulty levels: EASY, MEDIUM, HARD, EXPERT * - Challenge Scorecard, so you can keep track of your wins - Save multiple games in progress * - Hint/Reset/Undo buttons to help you figure out each puzzle * - Solve button to see how it&rsquo;s done * - Quick and easy Tutorial **   If you like Solitaire Chess, try out the Rush Hour App. It&rsquo;s the world&rsquo;s most successful logic puzzle &ndash; presented in app form by ThinkFun.    Visit www.thinkfun.com to see more on Solitaire Chess and other great games from ThinkFun!\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-20\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-182015-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-182015-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"ThinkFun, Inc. (Publisher)\", \"ThinkFun, Inc. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Baseball Fever HD\", \"title_search\": \"baseball fever hd\", \"title_keyword\": \"baseball fever hd\", \"url\": \"https://www.metacritic.com/game/baseball-fever-hd/\", \"summary\": \"&lsquo;Baseball Fever!&rsquo; is a casual game of baseball for the phone that is fully 3D rendered! It features 3 thrilling modes of play in different stadiums around the world! In the 10 Out Rule mode the player has to keep hitting home-runs and is allowed to miss-out only 10 times. The Rapid Fire mode challenges the player to get the most distance out of 10 rapid pitches. The Pass-N-Play mode is a turn based mode which allows the player to play against his friends in turns.\", \"genre\": [\"Baseball\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151439-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151439-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Indiagames (Publisher)\", \"Indiagames (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Post Apocalyptic Mayhem: Chaos Pack\", \"title_search\": \"post apocalyptic mayhem chaos pack\", \"title_keyword\": \"post apocalyptic mayhem chaos pack\", \"url\": \"https://www.metacritic.com/game/post-apocalyptic-mayhem-chaos-pack/\", \"summary\": null, \"genre\": [\"Vehicle Combat Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-09-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-182078-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-182078-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Steel Monkeys (Developer)\", \"Meridian4 (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Master of Gomoku\", \"title_search\": \"master of gomoku\", \"title_keyword\": \"master of gomoku\", \"url\": \"https://www.metacritic.com/game/master-of-gomoku/\", \"summary\": \"Master of Gomoku is a strategy board game where you try to get 5 of your stones in a row before the other player.  It has 3 levels of AI to play against the computer and 2 player mode as well.  The journey is easy to begin, but hard to master.  Can you become a Master of Gomoku?  In Gomoku the dark color plays first, and players alternate in placing a stone of their color on an empty intersection. The winner is the first player to get an unbroken row of five stones horizontally, vertically, or diagonally.  The origin of Gomoku comes from China but the name &#34;Gomoku&#34; is from the Japanese language. Gomoku is also known as Gobang, Omok, Pente and Five In A Row.  Features: Both one and two player modes. Fun AI with 3 levels (beginner, medium, hard). Board sizes from 8x8 through 15x15. Great background music and sounds.  Thanks for buying Master of Gomoku!\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151529-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151529-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"EnsenaSoft (Publisher)\", \"EnsenaSoft (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Lorax Garden\", \"title_search\": \"lorax garden\", \"title_keyword\": \"lorax garden\", \"url\": \"https://www.metacritic.com/game/lorax-garden/\", \"summary\": \"Help the Lorax regrow the world&#39;s Truffula tree forests! ? 3.5 stars out of 4 - USA Today ? &#34;Absolutely fantastic, one of the best iPhone games we&rsquo;ve ever played&#34; - OWTK.com ? &#34;The perfect game for kids&#34; - Appmodo ? &#34;Game with a cute theme for a good price&#34; - MacGamer ? &#34;Well-suited for kids&#34; - Gamezebo ? &#34;I&rsquo;d say it&rsquo;s a hit&#34; - The iPhone Mom ? &#34;A fantastic simulation game for kids!&#34; - PadGadget  Design your own trees and flowers, see them grow right before your eyes, and share beautiful postcards you&#39;ve created with friends &amp; family.  Features: - Design your Truffula tree &ndash; Choose the color, leaf shape, trunk shape, and trunk pattern for each tree in your forest.   - Grow your tree &ndash; Water the trees in your nursery and watch them grow before your eyes! - Grow flowers - Watch your flowers bloom as you give them water, pull weeds, and shoo harmful insects away. - Share your creations &ndash; Email beautiful postcards of the trees and flowers you grew to friends &amp; family. - Numerous challenges &ndash; Each forest has different needs which become more challenging as the game progresses. - View your progress &ndash; The world map shows how many forests you&#39;ve regrown and how many still need your help!  Additional features: - Beautiful 3D artwork inspired by Dr. Seuss - Whimsical music and sound effects - Suitable for all age 6 and up  ?  More Dr. Seuss apps from Oceanhouse Media...  &#34;Dr. Seuss&#39;s ABC&#34; eBook &#34;The Cat in the Hat&#34; eBook &#34;How the Grinch Stole Christmas!&#34; eBook &#34;The Lorax&#34; eBook Grinchmas! (The #1 kids game - Dec 2009) Dr. Seuss Camera - The Cat in the Hat Edition Dr. Seuss Camera - The Grinch Edition Dr. Seuss Senders - 100 fantabulous cheer-ups &amp; quotes to share!  ?  Official Dr. Seuss licensed iPhone, iPod Touch and iPad app. Dr. Seuss Properties &trade; &amp; &#169; 2010 Dr. Seuss Enterprises, L.P. All rights reserved.\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151540-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151540-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Oceanhouse Media (Publisher)\", \"Oceanhouse Media (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Bugs Wars\", \"title_search\": \"bugs wars\", \"title_keyword\": \"bugs wars\", \"url\": \"https://www.metacritic.com/game/bugs-wars/\", \"summary\": \"&#34;The End of the Earth is coming!&#34; Deadly alien bugs have invaded the Earth and it&rsquo;s up to you to keep the people safe!   SQUASH THOSE BUGS Aliens have attacked our planet, but we&rsquo;re not going to give up without a fight! Use a variety of unique, explosive and insane weapons to blast your enemies back to the final frontier! &lsquo;Aw but they&rsquo;re so cute!&rsquo; WAKE UP! These are alien invaders!   SIMPLE GAMEPLAY The gameplay couldn&rsquo;t be simpler, just point and shoot! Be careful though, there are humans to rescue out there and some of the alien creeps don&rsquo;t go down without a fight! An extensive weapon unlock and selection screen means you will never be short on options for taking out those creepy crawly bugs!  AWESOME GRAPHICS Bugs Wars really brings the action to life in stunning and vibrant full 3D. Every alien invader type is startlingly different and each have their own special skills and attributes so you will have to choose your weapons wisely.   SPECIAL ITEMS  Survive for long enough and the bombers come and finish up the job. Try to stay alive using some special items such as alien stun grenades and more!   ONLINE LEADERBOARDS and ACHIEVEMENTS  Compete with your friends online through the fully integrated Crystal and Game Center social gaming platforms with leaderboards, achievements and more!  ---  Find out more, first!  twitter.com/Chillingo facebook.com/Chillingo\", \"genre\": [\"Action\"], \"metascore\": \"78\", \"critic_reviews\": 6, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-182262-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-182262-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Chillingo (Developer)\", \"Chillingo (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Top Dog: Farmyard Adventures\", \"title_search\": \"top dog farmyard adventures\", \"title_keyword\": \"top dog farmyard adventures\", \"url\": \"https://www.metacritic.com/game/top-dog-farmyard-adventures/\", \"summary\": \"Help Top Dog herd all the sheep to their pens, ducks to their ponds and pigs to their mud!  Top Dog: Farmyard Adventures is a beautifully designed flocking and herding game for all ages, but kids will dig it the most.  Top Dog: Farmyard Adventures is easy to play, but challenging to master. Simply draw a path to guide Top Dog around the farm. As he runs around the farm the animals scatter. It&#39;s your job to help Top Dog herd the animals to where they need to be. There are four easy challenges and four harder challenges. Earn Gold, Silver and Bronze ribbons for extra speedy herding and be on the lookout for tasty bonus bones.  For more information please visit: <a href=\\\"http://www.flightless.co.nz/topdog\\\" target=\\\"_blank\\\">http://www.flightless.co.nz/topdog</a>  FEATURES: - top-down 2D gameplay - path drawing game interface, just draw where you want Top Dog to run - real-time flocking AI with unique animal behaviours - various sheep, ducks and pigs to herd around the farm - authentic farm and animal sounds - one training level - four easy challenges on a small farm - four hard challenges on a large farm - gold, silver and bronze ribbons (and a happy Top Dog) for speedy herding - saved stats between games - a grey warbler   CREDITS: Top Dog: Farmyard Adventures A Flightless Production by John O&#39;Reilly, Greg Harding, Lorin O&#39;Reilly and Ali Teo Copyright 2010 Flightless Ltd. All rights reserved.  <a href=\\\"http://www.flightless.co.nz/topdog\\\" target=\\\"_blank\\\">http://www.flightless.co.nz/topdog</a> <a href=\\\"http://twitter.com/flightlessnz\\\" target=\\\"_blank\\\">http://twitter.com/flightlessnz</a> topdog@flightless.co.nz  While nearly all of the game is custom-built, some bits and pieces are powered by the Oolong Engine (<a href=\\\"http://oolongengine.com\\\" target=\\\"_blank\\\">http://oolongengine.com</a>) and Irrlicht (<a href=\\\"http://irrlicht.sourceforge.net\\\" target=\\\"_blank\\\">http://irrlicht.sourceforge.net</a>). Top Dog sound is powered by CocosDenshion (<a href=\\\"http://www.cocos2d\\\" target=\\\"_blank\\\">http://www.cocos2d</a>-iphone.org) and Freesound (<a href=\\\"http://www.freesound.org\\\" target=\\\"_blank\\\">http://www.freesound.org</a>).\", \"genre\": [\"Action Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151822-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151822-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Flightless (Developer)\", \"Flightless (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Blocks Mania\", \"title_search\": \"blocks mania\", \"title_keyword\": \"blocks mania\", \"url\": \"https://www.metacritic.com/game/blocks-mania/\", \"summary\": \"Introductory launch price ! Just .99c for limited time only !  ---  Introducing Blocks Mania! A revolutionary puzzle game that features 2 graphical themes! ( Doodle &amp; Pixel Art ). Get your crazy block to the exit point by sliding your finger in the desired direction.   Blocks Mania features over 60 levels of addictive fun. Each level has multiple ways to complete so you can have fun even longer!  Integrated with OpenFeint!  Blocks Mania! also features over 10 unique enviromental objects that will make your game even more fun!  For more information go to spokko.com See the gameplay video at spokko.com\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157666-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157666-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"spokko (Developer)\", \"spokko (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"HEAVY GUNNER +\", \"title_search\": \"heavy gunner \", \"title_keyword\": \"heavy gunner \", \"url\": \"https://www.metacritic.com/game/heavy-gunner/\", \"summary\": \"&#34;Heavy Gunner 3D in collaboration with The FreeAppADay App will be free today and today only&#34; THE ULTIMATE MELEE IN APP STORE 3D INTER-GALATIC SHOOTING GAME _________________________________________  CRITICS&#39; QUOTES  Heavy Gunner 3D, with its manic action and tilt controls, is the kind of game that you want to play while standing&hellip; and that&rsquo;s how I like it. - 148apps.com  Com2uS has done a great job in creaing a very original, action-packed game with a huge amount of re-playability thrown in. -CapsuleComputers.co.uk  Com2uS has nabbed the formula -TouchMyApps.com  Dust off that bandana, light your cigar, and put away your Teddy bear, because it&#39;s time to become a turret-turning, machine-gun wiedling badass. -JustAnotheriPhoneBlog.com ______________________________________  KEY FEATURES  Dual stick control (multi-touch) More than 130 combinations of upgradable weapon 25+ missions with different enemies Leadersboard and online ranking Optimized control by re-calibration Social networking integration _________________________________________  About Com2uS  Join Com2uS facebook fan page and WIN a gift! Plus get daily updates on games and contests :D  Simply become our fan.  Until 20th May, 2010 GO NOW <a href=\\\"http://tinyurl.com/com2usfan\\\" target=\\\"_blank\\\">http://tinyurl.com/com2usfan</a>  Twitter <a href=\\\"http://tinyurl.com/followcom2us\\\" target=\\\"_blank\\\">http://tinyurl.com/followcom2us</a>  Global com2us <a href=\\\"http://tinyurl.com/com2usinfo\\\" target=\\\"_blank\\\">http://tinyurl.com/com2usinfo</a>  _________________________________________  Com2uS Games  IMO: The World of Magic Ocean Blue Sniper Vs Sniper online Inotia 2: A Wanderer of Luone HOMERUN BATTLE 3D World of Tunes  9 Innings: Pro Baseball The Chronicles of Inotia: Legend of Feanor  Trapped Undead Infection Crazy Hotdogs\", \"genre\": [\"Rail Shooter\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157869-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157869-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Com2uS (Developer)\", \"Com2uS (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Tunescape\", \"title_search\": \"tunescape\", \"title_keyword\": \"tunescape\", \"url\": \"https://www.metacritic.com/game/tunescape/\", \"summary\": \"Music-generated gameplay meets physics-based interaction. Fly through a colorful, music-driven environment and try to collect the Tune Fragments. But beware of Meteors and Black Holes! Play solo or multiplayer with the included progression of music or against any song your own music library.\", \"genre\": [\"Rhythm\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-153346-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-153346-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"ladron (Developer)\", \"Microsoft Game Studios (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Reader Rabbit: 1st Grade\", \"title_search\": \"reader rabbit 1st grade\", \"title_keyword\": \"reader rabbit 1st grade\", \"url\": \"https://www.metacritic.com/game/reader-rabbit-1st-grade/\", \"summary\": \"Reader Rabbit 1st Grade has been designed to interest children and encourage learning of basic kindergarten skills, such as mathematics, phonics, reading, and listening in multiple contexts.\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-153369-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-153369-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Graffiti Entertainment (Publisher)\", \"Graffiti Entertainment (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"Wii\"], \"rating\": \"E\"}", "{\"title\": \"Simple Klondike Solitaire\", \"title_search\": \"simple klondike solitaire\", \"title_keyword\": \"simple klondike solitaire\", \"url\": \"https://www.metacritic.com/game/simple-klondike-solitaire/\", \"summary\": \"LAUNCH PROMOTION -- ON SALE FOR A LIMITED TIME!  Get the largest, most readable cards of any iPhone Soltaire game!  ---  Simple Klondike Solitaire is exactly that&mdash;a version of the classic solitaire which emphasizes a clean and simple interface with big, readable cards.  No annoying sounds or clutter.  ---  Simply tap the deck to deal 3 new cards. Drag cards or stacks of cards to move them between piles. Double-tapping an up-turned card will play it to a foundation (upper-right) automatically, if possible.  Tap the info button in the bottom-left corner to start a new game.  ---  It&#39;s my first release, so be gentle.  I will continue to make improvements whenever possible.   Please send comments/suggestions to: klondike-feedback@arya.net  Thanks to Jeremy Brudvik for tons of feedback and moral support.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-153440-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-153440-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"AC-130\", \"title_search\": \"ac130\", \"title_keyword\": \"ac130\", \"url\": \"https://www.metacritic.com/game/ac-130/\", \"summary\": \"NOW with over 700K DOWNLOADS! 700,000 people ADDICTED to AC-130 can&#39;t be wrong!  RAIN DEATH from the SKY in this VISUALLY STUNNING take on MODERN WARFARE...   ?   CLIMB ABOARD an AC-130 SPECTRE gunship and strap on your NIGHT VISION goggles. FULL 3D. EXPLOSIONS GALORE. pick your WEAPON OF CHOICE and OPEN FIRE...   ?   It is the year 2011. The Pentagon has dispatched your AC-130 Spectre to provide close air support for US ground forces near the border between Pakistan and India.   Man the guns on the deadliest weapon in the sky, and restore order to the land...   ?   ? 2 x 25mm M61 VULCAN cannon  ? 1 x 40mm L/60 BOFORS cannon  ? 1 x 105mm M102 HOWITZER  ? DESTROY patrol vehicles, SAM turrets, ground troops, tanks and buildings  ? AMAZING 3D graphics with NIGHT VISION  ? in-game VOICE GUIDE  ? DELIVER death from above in OVER 10 THRILLING MISSIONS  ? TOUCH + TILT controls, you choose!  ? 6 MEDALS, can you unlock them all?   ?   twitter.com/TRINITIgames\", \"genre\": [\"Aircraft Combat Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-183251-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-183251-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Triniti Interactive Limited (Developer)\", \"Triniti Interactive Limited (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Stocking Full of Games: Green\", \"title_search\": \"stocking full of games green\", \"title_keyword\": \"stocking full of games green\", \"url\": \"https://www.metacritic.com/game/stocking-full-of-games-green/\", \"summary\": null, \"genre\": [\"Compilation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-10-12\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-183638-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-183638-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"MumboJumbo (Developer)\", \"MumboJumbo (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Murphid\", \"title_search\": \"murphid\", \"title_keyword\": \"murphid\", \"url\": \"https://www.metacritic.com/game/murphid/\", \"summary\": \"In Murphid players must use their puzzle solving skills and fast reaction to withstand attack of gorgeous marble hordes and bring those beasts under control. Deep, yet simple core game mechanics coupled with astonishing graphics, immersive sound effects and adaptive gameplay result in intense climatic moments that modern gamers have come to expect. We hope you dig it!\", \"genre\": [\"Stacking Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-13\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161165-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161165-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Decapod Studios (Publisher)\", \"Decapod Studios (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Break Tactics\", \"title_search\": \"break tactics\", \"title_keyword\": \"break tactics\", \"url\": \"https://www.metacritic.com/game/break-tactics/\", \"summary\": \"Break Tactics is a full-scale tactics game. Recruit and deploy units, strategies and engage in epic battles leading your men to victory. As Commander you can increase levels, attacks and movements. Your units can increase hit points, offense and defense strength. Determine battle objectives and deploy the best units for each battle. Take full advantage of the terrain and use items to gain an advantage. Earn Break points to upgrade and level up your units. Command your army to victory and end this war once and for all.\", \"genre\": [\"Turn-Based Tactics\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-09-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161313-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161315-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"Japan\", \"North America\", \"Europe\"], \"companies\": [\"Agetec (Publisher)\", \"SilverStar (Developer)\"], \"platforms\": [\"DS\"], \"rating\": \"E10+\"}", "{\"title\": \"Hotshot Pool\", \"title_search\": \"hotshot pool\", \"title_keyword\": \"hotshot pool\", \"url\": \"https://www.metacritic.com/game/hotshot-pool/\", \"summary\": \"&#34;The Angry Birds of pool games&#34;. From Neon Play, the mobile games studio who brought you Flick Football and Golf Putt Pro, comes this latest iPhone smash - Hotshot Pool.  Like pool or snooker? You&rsquo;ll love this. Like puzzle games? You&rsquo;ll love this. Like arcade games? You&rsquo;ll love this. Like hot girls? You&rsquo;ll love this.  ***100 LEVELS OF PUZZLE/ARCADE POOL ACTION*** 100 levels. Five stages/girls to unlock. One aim. Pocket the black ball to get through each level. It starts easy, but gets harder and harder!  ***MEET THE GIRLS*** There are five girl stages to unlock - Cindy, Angel, Tiffany, Brandy and Mercedes - and each girl has 20 levels to complete.  It&rsquo;s fun, it&rsquo;s challenging and you need to work out the best way to pocket each ball. It becomes a real challenge to work out which is the best way to pocket the ball, but you need to control the angle and the power. Can you get three gold stars on each level?  Plus, with our easy-to-understand achievement system, you need to try and unlock all the achievements - it&rsquo;s not easy at all, but you can do it! The girls will love you for it....!\", \"genre\": [\"Billiards\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165282-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165282-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Neon Play (Publisher)\", \"Neon Play (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"@Kill Time\", \"title_search\": \"kill time\", \"title_keyword\": \"kill time\", \"url\": \"https://www.metacritic.com/game/-kill-time/\", \"summary\": \"Tap Tap Tap numbers!!  Not only for killing time, but train your brain!\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161427-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161427-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"LawnMowerKids\", \"title_search\": \"lawnmowerkids\", \"title_keyword\": \"lawnmowerkids\", \"url\": \"https://www.metacritic.com/game/lawnmowerkids/\", \"summary\": \"A cutting-edge lawn mowing game for the iPhone, iPad and iPod Touch.  LawnMowerKids is a non-violent, 1950&#39;s themed casual game that challenges your multitasking abilities and mowing skills. It&#39;s a game that lets you control 3 kids, each with a different mowing machine.  Lawn mowing is normally a peaceful job, but not when the gardens are full of dogs, flowers and party guests that get in the way. Use the different mower types to work out the best strategies and tricks for each new lawn.  - Wonderful 1950&#39;s suburban environments. - 21 true-to-the 50ies lawns to mow. -&nbsp;Avoid cats, dogs, flower settings, football players, party guests and grumpy old Joe. - Collect Mr. Mowman&#39;s coveted medals by beating set times for each level. - Original Soundtrack. - Lots of humor. - Increasing difficulty - increasing pace.  And remember, even if the grass is greener on the other side you still have to mow it!  Recommended iPod Touch 3rd generation, iPhone 3GS, iPad or iPhone 4.\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165484-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165484-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Dohi Sweden (Developer)\", \"Dohi Sweden (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Platformance: Castle Pain\", \"title_search\": \"platformance castle pain\", \"title_keyword\": \"platformance castle pain\", \"url\": \"https://www.metacritic.com/game/platformance-castle-pain/\", \"summary\": \"Old-school platformer ! -more- The Classic Xbox 360 Indie platformer lands on Windows Phone 7. PLATFORMANCE: Castle Pain is a challenging platformer which puts tons of inventive hazards between your heroic knight and the obligatory princess.\\r If you manage to get to the end, youll keep coming back to beat your fastest time.\\r Terrific old-school fun!\\r \\r New in version 1.6:\\r - New Top 20 score boards to keep track of your platformances\\r - New touch friendly icons in the menus\", \"genre\": [\"2D Platformer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161603-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161603-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Magiko Gaming (Publisher)\", \"Magiko Gaming (Developer)\"], \"platforms\": [\"Xbox 360\", \"PC\"], \"rating\": null}", "{\"title\": \"Team Chess\", \"title_search\": \"team chess\", \"title_keyword\": \"team chess\", \"url\": \"https://www.metacritic.com/game/team-chess/\", \"summary\": \"Team Chess is a spin on the traditional chess game. It's played in Teams (2v2), either locally or on XBOX Live. Captured pieces can be used by ones partner, a popular variation known as &quot;Bughouse&quot; among chess fans. Game features LIVE Automatch to seek opponents, a leveling system, and piece SFX. Good fun, so check it out! :)\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-12\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154332-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154332-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"T0PSP1N (Developer)\", \"Microsoft Game Studios (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"LilRacerz\", \"title_search\": \"lilracerz\", \"title_keyword\": \"lilracerz\", \"url\": \"https://www.metacritic.com/game/lilracerz/\", \"summary\": \"appspy.com  : &#34;LilRacerz is pure old school arcade racing fun&#34;  touchreviews.net: &#34;old school and a pleasure to play:  iphonappreviews.net: &#34;From the superb gameplay to excellent graphics, LilRacerz is a very welcome addition to the app store, a great casual racing game that I highly recommend&#34;  FEATURES:  - 17 unique tracks - 4 environments, Jungle, Desert, Snow and Tarmac - 9 unlockable cars with Turbos  - Sweet drifting physics - Stunning retro graphics, mixed with cool 3d effects - Collectible coins and a shop for upgrading cars - Leaderboards and achievements - 3 leagues of difficulty - Smart AI players - Loads of secret shortcuts - Ramps for serious airtime - Easily terrified sqishable spectators! - Cool retro chiptune soundtracks\", \"genre\": [\"Auto Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154631-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154631-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Blast One (Publisher)\", \"Blast One (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"The Impossible Quiz 2\", \"title_search\": \"the impossible quiz 2\", \"title_keyword\": \"the impossible quiz 2\", \"url\": \"https://www.metacritic.com/game/the-impossible-quiz-2/\", \"summary\": \"Back by popular demand&hellip; it&rsquo;s The Impossible Quiz! Oh no, that can&rsquo;t be good&hellip; can it? The answer is no.  The rules are simple. Try to complete the quiz by answering all of the &ldquo;questions&rdquo;. It may sound easy enough, but you&rsquo;ll require quick reflexes, luck, mad skills and some good old insane logic. Oh, and it&rsquo;ll help a bit if you&rsquo;ve played the original Impossible Quiz!  The majority of the questions are multiple choice, but there&rsquo;s plenty of surprises along the way. The main thing to remember is to THINK OUTSIDE OF THE BOX!\", \"genre\": [\"Trivia\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158403-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158403-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"InXile Entertainment (Publisher)\", \"InXile Entertainment (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Super Badminton\", \"title_search\": \"super badminton\", \"title_keyword\": \"super badminton\", \"url\": \"https://www.metacritic.com/game/super-badminton/\", \"summary\": \"Experience the fastest racquet sport in the world at your fingertips with hyper-realistic physics, HD quality graphics, slick UI and real sound effects that will make you come back for more. So, grab your badminton racket, take a swing and hit that Smash!    &bull;  8 badminton players - each with unique strengths and weaknesses.   &bull;  3 tournaments to challenge your skills: Choose your player and realize the dream to become a real badminton star.   &bull;  4 stunning 3D badminton stadium courts to simulate the real badminton stadiums.   &bull;  Wooden badminton court to give you an experience of playing badminton at your local court/gym.   &bull;  Control direction of your shot by tilting your iPhone/iPod touch/iPad! - giving you an incredible immersive experience with complete command over your shots!   &bull;  Show off your trophies in your shiny trophy cabinet as you get rewarded in tournaments and various difficulty modes.   &bull;  Simple and effective controls: Intuitive controls for the casual gamers to enjoy but delivers everything that hardcore fans crave for.   &bull;  One-Touch directional pad (D-PAD) and camera control: Change your D-PAD to a virtual joystick and your camera dynamically during gameplay on the go - just with a touch.   &bull;  Super-real badminton shots animations: Overhead clear, Backhand clear, Backhand drop, Forehand drop, Smash among others.  Time to experience the most immersive 3D badminton gameplay with Super Badminton 2010. Get wild smashing!   For support, write to us at support@rolocule.com  Follow us on twitter at @rolocule.\", \"genre\": [\"Individual Sports\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158475-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158475-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Rolocule (Publisher)\", \"Rolocule (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"World Conqueror 1945\", \"title_search\": \"world conqueror 1945\", \"title_keyword\": \"world conqueror 1945\", \"url\": \"https://www.metacritic.com/game/world-conqueror-1945/\", \"summary\": \"World Conqueror 1945 is a new style strategy game on the background of WW?(Super Risk). In the game depending on troops you can compete for territories such as lands, cities and oceans, further for resources, develop economy and military, conquer enemies&#39; capitals and destroy the enemies.  During the game you need to operate and distribute the three basic troops reasonably which include soldiers, tanks and artillery.(Soldier troop with high yields but general attack, tank troop with high attack and continue action when complete destroying the enemies, artillery troop attacks soldier troop and tank troop while they cannot strike back),judge on the current situation correctly at any time for the AI is outstanding. The attributes of arms are different from each country. For example, the tank of Germany is most powerful but with high price, the cannon of the Soviet Union is excellent, the navy of Britain is best.   The troop will gain experience by combat, and get the medal with enough experience. The troop owning the medal is with higher combat effectiveness than the normal troops and will become a Troop Ace.  In the game you need to use military cards to cooperate to the battle. - Soldier Card (produce soldier troops)       - Tank Card (produce tank troops) - Artillery Card (produce artillery troops)    - Battleship Card (take actions on the sea )     - Fortress Card (cannot move and attack during 3 rounds but improve defending) - Construction Card (construct territories, improve taxes, highest level can draft army troop ) - Airstrike Card (Air attack the enemy of adjacent territory) - General Card(equip a general to the troop for enhancing the attacking power) - Marshal Card(equip a marshal to the troop for enhancing the defending power) - Special Card (only owned by U.S.A, Germany, Soviet Union, Japan, Britain, France, Italy and used once every 7 rounds.)  Include two modes: conquest mode and battle mode  Conquest mode: choose one country from the 11 Axis and Allies which may change the fate of the world to dominate the world. The others will be your allies, enemies and neutral. There are 3 periods to choose from: 1940 the beginning WW?,1942 the middle WW?, 1944 the end WW?.          Battle mode: 10 great battles which may change the fate of the world are waiting for your challenge!  1942  Pacific War       1943  China Burma India Theater 1942  The Battle of Kursk 1944  D-Day in Normandy 1941  North African Campaign 1942  Kokoda Campaign  1945  The Fate of Reich 1945  August Storm 1942  Compete for Indian Ocean 1940  Sea Road   Magnificent fighting music and sound can make you feel involvement.  Features: - battle mode and conquest mode  - 243 territories - 11 belligerent states - 40 military troops - 17 military cards - 5 difficulty levels - 3 periods and 10 battles - auto save\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-185907-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-185907-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"EASY Inc. (Publisher)\", \"EASY Inc. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Typewar\", \"title_search\": \"typewar\", \"title_keyword\": \"typewar\", \"url\": \"https://www.metacritic.com/game/typewar/\", \"summary\": \"Can you spot the differences between Arial and Helvetica? Times New Roman and Baskerville? Prove it.  Typewar is a game of typographical skill played against your friends and the entire Typewar community. Flaunt your keen eye, obsess over your stats, and battle your way to the number one spot.  WARNING: Typewar is insanely addictive. Please use responsibly.  - Log in using your Typewar.com or Twitter account (OAuth) - No account? Create one directly from the iPhone app - Track your progress as you level up - Easily view your ranking - Per-character stats - Slick native interface - Unlock new fonts as you reach higher levels - Unlock lowercase letters at level 40 - Swipe the screen to skip a question without hurting your score - Train as you play: Typewar acts as multiplayer flash cards for improving your type-spotting acumen  Also play on the web at typewar.com.\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-01-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-141865-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-141865-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Massively Overrated (Publisher)\", \"Massively Overrated (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Pocket Money HD\", \"title_search\": \"pocket money hd\", \"title_keyword\": \"pocket money hd\", \"url\": \"https://www.metacritic.com/game/pocket-money-hd/\", \"summary\": \"Can you help the boy find his way home, while collecting all the coins on the way. Use the arrows to change his path to avoid the walls and collect the coins. 100 handmade puzzles, ranging from easy to hard. Are you up to the challenge?\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186051-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186051-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"David Jones (Developer)\", \"David Jones (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Frazzled\", \"title_search\": \"frazzled\", \"title_keyword\": \"frazzled\", \"url\": \"https://www.metacritic.com/game/frazzled/\", \"summary\": \"Frazzled offers an intense retro arcade experience. Catch coloured spheres as they tumble toward you and arrange them to form a variety of patterns. Sound easy? Then you haven't played Frazzled yet! From simple three-in-a-rows to complex chain combinations, Frazzled steadily increases the difficulty to match your skill level. Warning: Frazzled may be habit forming!\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186113-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186113-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Midnight Synergy (Publisher)\", \"Midnight Synergy (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Imagine Fashion Stylist\", \"title_search\": \"imagine fashion stylist\", \"title_keyword\": \"imagine fashion stylist\", \"url\": \"https://www.metacritic.com/game/imagine-fashion-stylist/\", \"summary\": \"Live the thrilling life of a fashion stylist. Express your creativity by finding the perfect outfits for your clients based on their specific requests and styles, whether preppy or elegant.  Plus, run the greatest fashion mall in town by opening glamorous boutiques, working with celebrities, and organizing fashion shows.\", \"genre\": [\"Tycoon\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-11-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-158773-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-158773-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Australia\"], \"companies\": [\"Magic Pockets (Developer)\", \"Ubisoft (Publisher)\"], \"platforms\": [\"DS\"], \"rating\": \"E\"}", "{\"title\": \"Reload (2011)\", \"title_search\": \"reload 2011\", \"title_keyword\": \"reload 2011\", \"url\": \"https://www.metacritic.com/game/reload-2011/\", \"summary\": \"You&#39;ll start on the pistol range with one of the most powerful handguns ever made: the Desert Eagle. Get it right, and you&#39;ll get to kick it up a notch with hostage rescue training at the shoot house.   Master pistols and you&#39;re read for long gun training. Start at  the rifle range, move to skeet shooting, and finally train to be a sniper. After that it&#39;s military weapons time with an AK-47, M16, and M249.    Includes real world weaponry and shooting accessories from legendary manufacturers like Remington, Wiley X, and Magnum Research.    Whatever the weapon, the basics are the same: Identify targets, sight them in,  take them down, and RELOAD!\", \"genre\": [\"Simulation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186207-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186207-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Mastiff (Publisher)\", \"Mastiff (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"Target Toss Pro: Lawn Darts\", \"title_search\": \"target toss pro lawn darts\", \"title_keyword\": \"target toss pro lawn darts\", \"url\": \"https://www.metacritic.com/game/target-toss-pro-lawn-darts/\", \"summary\": \"Target Toss Pro: Lawn Darts is the sequel to the hit WiiWare title Target Toss Pro: Bags.\", \"genre\": [\"Individual Sports\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-27\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158817-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158817-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Incredible Technologies (Developer)\", \"Incredible Technologies (Publisher)\"], \"platforms\": [\"Wii\"], \"rating\": \"E\"}", "{\"title\": \"Urbanix Arcade\", \"title_search\": \"urbanix arcade\", \"title_keyword\": \"urbanix arcade\", \"url\": \"https://www.metacritic.com/game/urbanix-arcade/\", \"summary\": \"Welcome to Urbanix &ndash; a game inspired by classic computer games! You play as Urbanix &ndash; a tiny little tractor that has to build a town on a field populated with numerous enemies. Be accurate, be quick, collect bonuses on your way, and you will be the winner! - Enhanced gameplay based on decades-old classics - 3 different worlds that have different gameplay modes - 150 levels set across all worlds\", \"genre\": [\"Action Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158977-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158977-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Nordcurrent (Developer)\", \"Nordcurrent (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Monsterball B\", \"title_search\": \"monsterball b\", \"title_keyword\": \"monsterball b\", \"url\": \"https://www.metacritic.com/game/monsterball-b/\", \"summary\": \"*** April Fools&#39; Day Sale - It&#39;s no joke! *** Save 50% - Grab this game now!  Monsterball wants to have beautiful presents.  Roll the ball to get as many boxes of presents as possible. If you hit the star, you can use Super Monsterball, which is strong enough to break all the bundle of presents at once. So don&rsquo;t forgo the opportunity. Fast physics-based actions mean you can continue with the game without any short resting time. To get many presents, you will need some skill to roll the ball to the spot where you can knock down the bundle of presents all at once, after looking carefully at the shape of the pile of presents. For more fun in the game, why don&#39;t you guess what you can think of when you look at the bundles of presents?  Use Game Center to check the real-time world ranking and the rankings of your friends.  You can use it simultaneously on the iPod3, iPhone3GS, iPhone4, and iPad with a one-time purchase.  Supports iPhone4 Retina display Supports iPad high-definition display\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186344-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186344-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"DnL Productions Inc. (Developer)\", \"DnL Productions Inc. (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Glow Unblock:Klotski And Unblock\", \"title_search\": \"glow unblockklotski and unblock\", \"title_keyword\": \"glow unblockklotski and unblock\", \"url\": \"https://www.metacritic.com/game/glow-unblock-klotski-and-unblock/\", \"summary\": \"Included Two Game Unblock Me and Klotski !  Have you played unblock game before?   if not,  Unblcok Me is the best choice to get start,  or chose hard level to play.  Need a challenge for a unblock game? Klotski contains 6 packs of increasing difficulty.   Some levels need hundred moves to finish at least!  What is Klotski?  Klotski is a small brick puzzle.  The aim is to release a red block and move it to a destination gate by moving other surrounding pieces, within a confined outer border.  It sounds simple but it&#39;s a real brainteaser, especially the Forget-me-not brick layout.   Control  In the game you should move red block to exit.  Drag red block and move it through to the opening on the right in Unblock Me game or on the bottom in Klotski game.  Remember  In Unblock me game, vertical blocks can move only up and down and horizontal blocks can move only left and right.  In Klotski game, blocks can go anywhere if there enough space.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159198-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159198-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"REANIMATION2009 (Developer)\", \"REANIMATION2009 (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Jack of All Worlds\", \"title_search\": \"jack of all worlds\", \"title_keyword\": \"jack of all worlds\", \"url\": \"https://www.metacritic.com/game/jack-of-all-worlds/\", \"summary\": \"After his father dies in a freak accident, Jack vows to do whatever it takes to bring him back. He begins a journey that will take him through seven different worlds and show him how much of a difference one person can make.\\r \\r Throughout the journey Jack will find new masks that give him the ability to do things he never thought possible. In order to change history and prevent his fathers tragic death, Jack will need to become the  Jack of All Worlds!\", \"genre\": [\"JRPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-13\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186467-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186467-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"John Wizard Games (Publisher)\", \"John Wizard Games (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Mah-jong Introduction -First Volume-\", \"title_search\": \"mahjong introduction first volume\", \"title_keyword\": \"mahjong introduction first volume\", \"url\": \"https://www.metacritic.com/game/mah-jong-introduction-first-volume/\", \"summary\": \"&#34;Mah-jong Introduction&#34; is an application program that politely explained the basis of the mah-jong. This application program is a first volume of &#34;Mah-jong Introduction&#34;.  All the languages in the application program are written in Japanese. The play of the person who understands Japanese is recommended.   The application program has divided into two or more chapters. Each chapter is composed of &#34;Lecture&#34; and &#34;Review quiz&#34;.   ***Lecture*** In &#34;Lecture&#34; part, it explains the mah-jong by using the text and figure.   ***Review quiz*** In &#34;Review quiz&#34; part, the quiz is set from the content explains by &#34;Lecture&#34;.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159305-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159305-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Athena (Publisher)\", \"Athena (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Steam Pirates\", \"title_search\": \"steam pirates\", \"title_keyword\": \"steam pirates\", \"url\": \"https://www.metacritic.com/game/steam-pirates/\", \"summary\": \"SteamPirates, the latest creation from the mind of Luc Bernard, is a zany, colorful, casual RPG/Adventure game featuring a loaded cast of pirates, pugs, cats, and rockstars!     &#34;The combat is a blast, but the real star here is the world Bernard has created... SteamPirates is really shaping up to be something special. In a world with a thousand movie tie-in games and old franchises chugging along, it&#39;s refreshing to play something so original.&#34; - SlideToPlay.com  GAMEPLAY  SteamPirates appeals to the casual gamer and the long-time hardcore gamer alike with its traditional turn-based RPG battle system and emphasis on exploration broken up by platforming elements and various addicting minigames.  As the player you will struggle in battles against an army of cats and robots and take part in dramatic ship battles.      * Distinct Art Style / Animation  * Orchestral sound track  * And creative, zany storyline   * 6-8 hour playtime   * Various Minigames  * Epic Ship Battles  * Explore Over 7 Diverse Islands\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-20\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154654-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154654-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Fried Green Apps, Inc. (Developer)\", \"Fried Green Apps, Inc. (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Wounded Man HD\", \"title_search\": \"wounded man hd\", \"title_keyword\": \"wounded man hd\", \"url\": \"https://www.metacritic.com/game/wounded-man-hd/\", \"summary\": \"Built like a vintage handheld game console, Wounded Man gives you the kind of suspense and thrills only 8 bit can deliver.   Touch and move the button at the right side downwards to desired skill level. Get Wounded Man out of enemy territory with the help of any vehicle you can find, before the enemy catches you. Look out for the bombs, and as all vehicles are different, choose them wisely. Good luck.\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154674-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154674-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Apostrophe Stockholm (Publisher)\", \"Apostrophe Stockholm (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"iAssociate 2\", \"title_search\": \"iassociate 2\", \"title_keyword\": \"iassociate 2\", \"url\": \"https://www.metacritic.com/game/iassociate-2/\", \"summary\": \"iAssociate 2 in collaboration with www.FreeAppADay.com will be FREE today and today only!  The sequel to the highly praised word association game iAssociate is finally here! Get ready to once again spend your days and nights solving the new puzzles that iAssociate 2 brings.   iAssociate is by many regarded as one of the best games in the App Store, some of the feedback it&#39;s received is:  - &#34;I just wanted to say that I love your game. I love that it feels original and yet somehow familiar at the same time. It has kept me busy for countless hours. Thanks for the good times, and keep up the good work.&#34;  - &#34;LOVE LOVE LOVE your game! I have everyone in my family addicted.&#34;  - &#34;This game us so much fun! It&#39;s extremely addicting and is a game that all of my friends can play.&#34;  - &#34;One of our favorite apps of 2009&#34; - www.tuaw.com  With the release of iAssociate 2 we are now improving the game further, answering the requests our fans have made, among the biggest being more levels. iAssociate 2 offers brand new, never before seen, levels for you to enjoy. You will get to figure out what some of the most powerful forces on mother earth are, food in all different forms and tastes, go treasure hunting knowing that X marks the spot and LOTS more.  Besides the new levels iAssociate 2 also offers lots of new features to help you progress in the game. You can now get hints for all of those words which you get stuck with, but beware, there is only a limited amount of hints for you to use so use them wisely. If the Hints aren&#39;t enough then you can now also quickly ask for help on Facebook, in seconds you&#39;ll have your help requests published on Facebook allowing everyone else to aid you in the game.  If these features aren&#39;t enough then there&#39;s now a new chance for you to prove your worth by competing against all other players. By completing your levels faster than others you&#39;ll now have a chance to earn speed medals, which can help you unlock more levels faster.  So, what are you waiting for, go and download iAssociate 2 and have fun!\", \"genre\": [\"Logic Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154874-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-154874-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Black Tie Adventure\", \"title_search\": \"black tie adventure\", \"title_keyword\": \"black tie adventure\", \"url\": \"https://www.metacritic.com/game/black-tie-adventure/\", \"summary\": \"Fun and beautiful side-scrolling platformer, jump and run! Probably the most fresh-styled platformer game!  ************************** What&#39;s new in version 1.2 ************************** - OpenFeint enabled, with total 1000 scores for achievements!  ***** Story ***** Your girl and friends need your help! They are caught by big snakes! Run and jump over the fantastic worlds to save your friends. Fight the bosses for those you love!   **************** User Comments **************** &#34;Loving it more each time I play&#34;  &#34;Anybody who&#39;s ever played a Mario game will understand the gameplay perfectly.&#34;  &#34;One of the best platformers available on appstore&#34;  &#34;The levels are well-designed and vary in look and feel&#34;  ******* Trailer ******* <a href=\\\"http://www.youtube.com/7thplayground\\\" target=\\\"_blank\\\">http://www.youtube.com/7thplayground</a>  ************************************************* Still not sure? Get our Lite version for FREE trial *************************************************  *********************** RUN, JUMP and SWING *********************** Simple controls, RUN to the goal, JUMP over the trap, SWING to beat enemies!  *********** Features *********** - Side-scrolling platformer adventure - Simple controls - 2 difficulties - easy/normal - OpenFeint achievements with 1000 scores - Beautiful and colorful graphics - Explore 4 unique worlds, 32 stages - Boss fight - Seek for friends in each stage - Replay to collect all items  ***************** Official web site ***************** www.blacktieadventure.com  ********** Follow Us ********** twitter.com/7thplayground www.7thplayground.com\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-27\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-582957-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-582957-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"7th Playground (Publisher)\", \"7th Playground (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"The Morning Adventure: Mananitos Bollycao\", \"title_search\": \"the morning adventure mananitos bollycao\", \"title_keyword\": \"the morning adventure mananitos bollycao\", \"url\": \"https://www.metacritic.com/game/the-morning-adventure-mananitos-bollycao/\", \"summary\": null, \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-155250-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-155250-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Europe\"], \"companies\": [\"Virtual Toys (Publisher)\", \"Bit Managers (Developer)\"], \"platforms\": [\"Game Boy Advance\"], \"rating\": null}", "{\"title\": \"PapiOrange\", \"title_search\": \"papiorange\", \"title_keyword\": \"papiorange\", \"url\": \"https://www.metacritic.com/game/papiorange/\", \"summary\": \"The Earth have been attacked from strange Orange creatures! This is a classic 2D shooter. Slide your finger anywhere on the screen to move Mr.Papi so that he destroy all the Orange creatures.  Infos: - If you destroy the enemies faster, you can get more scores. - If he gets a heart item, his extra lives increase. - You&#39;d better touch on the bottom message area of the screen to control so that you can see the whole screen.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-27\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-155281-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-155281-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Sunflat (Developer)\", \"Sunflat (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"9-in-1 VIADEN CRAZY PACK SLOTS HD\", \"title_search\": \"9in1 viaden crazy pack slots hd\", \"title_keyword\": \"9in1 viaden crazy pack slots hd\", \"url\": \"https://www.metacritic.com/game/9-in-1-viaden-crazy-pack-slots-hd/\", \"summary\": \"? 9 slot machines from online gambling leader in one game ? Super-realistic sounds and rich graphics designed especially for iphone and iPad! Buying once enjoy on iPhone/iPod Touch and iPad - good deal! ? Unique RNG technology, approved by GLI    &ldquo;&hellip;it&rsquo;s difficult to resist spinning just a few times &ndash; and then a few times more&hellip; &ldquo;- appcraver.com &ldquo;Great graphics and sound&rdquo; - ievolution.ca  Enjoy the glitz of Vegas with Slot Machines for iPad, iPhone/iPod Touch! Viaden Media, the widely recognized leader in online gambling games, has come up with graphics and sounds effects especially for iPads and iPhone/iPod Touch. This makes our slot game real fun. Waste no money as you play the coolest slots anywhere and anytime!  These slots use special solution to achieve a true randomness of symbol combinations. Gaming Labs International (GLI) &ndash; an expert in electronic gaming equipment testing.   Great Features: ?       9 slot machines in one true-to-life game: Charming Chick, Non-Stop Party, Burning Cherry, Vanilla Coctails, Deep Blue, Sign of Luck, Maya Pyramid, Legend of Unicorn, Luxor Valley. ? Bets are fictitious &ndash; you WASTE NO MONEY! ? Fits both for iPad and iPhone/iPod Touch  Enjoy this real must have for every slots lover on your iPads, iPhones and iPod&#39;s Touch!\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-155079-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-155079-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"ARAWELLA CORPORATION (Developer)\", \"ARAWELLA CORPORATION (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"NinJump\", \"title_search\": \"ninjump\", \"title_keyword\": \"ninjump\", \"url\": \"https://www.metacritic.com/game/ninjump/\", \"summary\": \"Rise to the top and become a ninja master in NINJUMP, the latest FREE game from Backflip Studios, makers of PAPER TOSS, STRIKE KNIGHT and GRAFFITI BALL!  In this fast paced ninja climbing game, your goal is to rise as high as you can while avoiding killer squirrels, angry birds, enemy ninjas, throwing stars and exploding bombs. With a simple tap you can jump from one wall to the other, knocking obstacles from the air as you do. Take down three enemies of the same kind to trigger mega-jump bonuses. Collect shields to plow through your opponents with. Just watch out for ledges and other ninjas because they will knock you off and send you to your doom!  You will be amazed by the gorgeous graphics, rich gameplay, immersive music and the insanely addictive quality of this game.  Features include: -Simple single-tap gameplay -Ninjas -Killer squirrels -More ninjas -Beautiful graphics -Awesome bonuses -Original sound and music -OpenFeint Leaderboards -Optimized for iPhone 4 retina display -Challenge a friend via email -Fast app switching -Post scores on Facebook or Twitter  At Backflip Studios making fun games is priority one! We have seen over 34,000,000 downloads across our library of games and greatly value your support and feedback.  Try some of our other games, including GRAFFITI BALL, STRIKE KNIGHT, PAPER TOSS: WORLD TOUR, RAGDOLL BLASTER 2, and HARBOR HAVOC 3D FREE.  Follow us on twitter: @backflipstudios   Thanks for playing!\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-12\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-162274-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-162274-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Backflip Studios (Developer)\", \"Backflip Studios (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Avatar Boogie\", \"title_search\": \"avatar boogie\", \"title_keyword\": \"avatar boogie\", \"url\": \"https://www.metacritic.com/game/avatar-boogie/\", \"summary\": \"50 avatars can simultaneously bust out fly dance moves to Avatar Boogie's music, or to the music you already own! Choose from randomly-generated avatars, create your dance party, and watch them perform a variety of dances! Multiple dance arenas, tons of camera options, and slick dance moves await you in full 1080p resolution!\", \"genre\": [\"Dancing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-02-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163992-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163992-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Danimal (Publisher)\", \"Highbrow Games (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Star Chart\", \"title_search\": \"star chart\", \"title_keyword\": \"star chart\", \"url\": \"https://www.metacritic.com/game/star-chart/\", \"summary\": \"Step into your very own Virtual Reality Planetarium! Star Chart lets you explore the solar system and night sky in a beautiful and accurate real-time simulation. Delight in exploring the solar system, from the Sun to the smallest moons of Saturn and out to the coldest, darkest, farthest reaches of Pluto. Gaze down and marvel at our solar system from above. Look up in wonder at the rings of Saturn. Feel the awe of floating in space around worlds no human has yet set foot on. Understand how the constellations of our night sky are made up of stars distant to each other in both space and time. Embrace the impossible distances of our solar system and the inordinate scale of our universe.\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164029-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164029-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Escapist Games (Developer)\", \"Escapist Games (Publisher)\"], \"platforms\": [\"Xbox 360\", \"PC\"], \"rating\": null}", "{\"title\": \"Spaceship Game for Kids\", \"title_search\": \"spaceship game for kids\", \"title_keyword\": \"spaceship game for kids\", \"url\": \"https://www.metacritic.com/game/spaceship-game-for-kids/\", \"summary\": null, \"genre\": [\"Space Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164075-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164075-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"PurpleGames (Publisher)\", \"PurpleGames (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Crusader Kings II: Sword of Islam\", \"title_search\": \"crusader kings ii sword of islam\", \"title_keyword\": \"crusader kings ii sword of islam\", \"url\": \"https://www.metacritic.com/game/crusader-kings-ii-sword-of-islam/\", \"summary\": \"Crusader Kings II: Sword of Islam enables players to play as any Muslim ruler across the great dynasties including the Ottoman and Mamluk empires. These brand new gameplay mechanics reflect the distinctive traits of the great rulers and empires of the time, creating an entirely new experience for players and introducing another layer of richness to one of the finest strategy games of recent years.\", \"genre\": [\"Real-Time Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"8.7\", \"user_reviews\": 28, \"release_date\": \"2012-06-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-162666-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-162666-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\"], \"companies\": [\"Paradox Interactive (Developer)\", \"Paradox Interactive (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Drag Impact\", \"title_search\": \"drag impact\", \"title_keyword\": \"drag impact\", \"url\": \"https://www.metacritic.com/game/drag-impact/\", \"summary\": null, \"genre\": [\"Auto Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164151-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164151-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"sharmilee13 (Publisher)\", \"sharmilee13 (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Balloon Boy\", \"title_search\": \"balloon boy\", \"title_keyword\": \"balloon boy\", \"url\": \"https://www.metacritic.com/game/balloon-boy/\", \"summary\": \"A young boy has run away from his parents. Well not run away so much as fly away in a balloon. Guide the boy safely through the dangerous skies and away from his troubles. Compete against the world with global high scores. Only you can boost TV news ratings!\", \"genre\": [\"Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164161-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164161-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"FauxRoboStudios (Developer)\", \"FauxRoboStudios (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Quizocalypse\", \"title_search\": \"quizocalypse\", \"title_keyword\": \"quizocalypse\", \"url\": \"https://www.metacritic.com/game/quizocalypse/\", \"summary\": null, \"genre\": [\"Trivia\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164246-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164246-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Wolpertinger Games (Developer)\", \"Wolpertinger Games (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Sword of Rapier\", \"title_search\": \"sword of rapier\", \"title_keyword\": \"sword of rapier\", \"url\": \"https://www.metacritic.com/game/sword-of-rapier/\", \"summary\": \"Launch the enemies with combo attack! Soar high into the sky, a new style action RPG is right here!\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164316-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164316-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Europe\"], \"companies\": [\"Ikumo vDog (Developer)\", \"Ikumo vDog (Publisher)\"], \"platforms\": [\"PlayStation Vita\", \"Xbox 360\", \"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"Dynasty Warriors 7 - New Stage and BGM Pack 3\", \"title_search\": \"dynasty warriors 7  new stage and bgm pack 3\", \"title_keyword\": \"dynasty warriors 7  new stage and bgm pack 3\", \"url\": \"https://www.metacritic.com/game/dynasty-warriors-7-new-stage-and-bgm-pack-3/\", \"summary\": \"This pack features a brand new stage for Conquest Mode: Jianye! Three distinct scenarios are available to be played out on this stage. Additionally, 8 BGM music are included, featuring tracks from DYNASTY WARRIORS 3, DYNASTY WARRIORS 4 and DYNASTY WARRIORS 6.\", \"genre\": [\"3D Beat-'Em-Up\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-10-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164413-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164413-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Omega Force (Developer)\", \"Koei Tecmo Games (Publisher)\"], \"platforms\": [\"Xbox 360\", \"PlayStation 3\"], \"rating\": \"T\"}", "{\"title\": \"Earth Defense Force: Insect Armageddon\", \"title_search\": \"earth defense force insect armageddon\", \"title_keyword\": \"earth defense force insect armageddon\", \"url\": \"https://www.metacritic.com/game/earth-defense-force-insect-armageddon/\", \"summary\": \"Taking place in the fictional city of New Detroit, Earth Defense Force: Insect Armageddon is a completely new game developed by Vicious Cycle that takes on the concept of Earth Defense Force 2017 (Japanese Title &quot;Earth Defense Force 3&quot; developed by SANDLOT).  Insect Armageddon continues to follow the rich history of casual fun and addictive gameplay that made the franchise a cult classic.  Insect Armageddon also adds a new aspect to the Earth Defense Force  series that was born in Japan, with additional elements for all EDF soldiers to experience.  The Campaign mode that lets up to three players team up online to battle the insects and aliens across a completely destroyable city.  Every EDF soldier is armed with over 150 weapons and four upgradeable armor sets and engages in nonstop arcade action that is the fastest and deadliest in the series.  In addition, the game also features a six-player Survival mode that pits a human squad against a nonstop onslaught of the largest enemies the aliens have to offer.  New Detroit's giant bug problem is unavoidable, and mankind's last hope lies with the Earth Defense Force to defend the world from the insect swarm, even if it means blowing up the entire city as part of the extermination process.\", \"genre\": [\"Third Person Shooter\"], \"metascore\": \"68\", \"critic_reviews\": 40, \"user_score\": \"8.0\", \"user_reviews\": 47, \"release_date\": \"2011-07-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164507-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164507-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Europe\", \"Australia\"], \"companies\": [\"Vicious Cycle (Developer)\", \"D3Publisher (Publisher)\"], \"platforms\": [\"PlayStation 3\", \"Xbox 360\", \"PC\"], \"rating\": \"T\"}", "{\"title\": \"Professional Football Simulator\", \"title_search\": \"professional football simulator\", \"title_keyword\": \"professional football simulator\", \"url\": \"https://www.metacritic.com/game/professional-football-simulator/\", \"summary\": \"Professional Football Simulator is a text-based simulation game for the PC from Barcode Games. PFS allows players to own, operate, and coach a football team by simulating a single season or dozens of seasons. Players are in complete control of many team functions, including player drafting, free agency, roster moves, lineup setting, and play calling. The game allows significant customization of leagues including choosing from many popular league formats, financial models, and both modern and historical teams and players.\", \"genre\": [\"Football Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Barcode Games (Developer)\", \"Barcode Games (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Heroes of Kalevala\", \"title_search\": \"heroes of kalevala\", \"title_keyword\": \"heroes of kalevala\", \"url\": \"https://www.metacritic.com/game/heroes-of-kalevala/\", \"summary\": \"Heroes of Kalevala  has two main ingredients: a premium quality match-3 game and a village building meta game. The match-3 game features special blocks like ice, spreading tar, lock bomb puzzles, and 8 different hero tiles. Tar and locked bombs are probably something unique to this game and they've been used to create unique challenges throughout the game. The game has over 140 handmade levels in total. The team wanted to create a state of the art match-3 gaming experience that improves on the great match-3 games of the past and adds a handful of new twists.\", \"genre\": [\"Matching Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-524430-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-524430-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"MythPeople (Developer)\", \"Big Fish Games (Publisher)\"], \"platforms\": [\"PC\", \"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Robox (2010)\", \"title_search\": \"robox 2010\", \"title_keyword\": \"robox 2010\", \"url\": \"https://www.metacritic.com/game/robox-2010/\", \"summary\": \"An exploratory probe has been sent to a strange planet to investigate the loss of several previous probes and to collect information. Following a crash landing on the planet's surface, our main character loses the skills that were to enable the accomplishment of the mission. Help him recover them with the help of the strange creatures that have taken over his mechanical interior&Atilde;&cent;&iuml;&iquest;&frac12;&Acirc;&brvbar; and discover the truth behind his new mission. You can enjoy a complete adventure mode that takes place in different locations around the planet, exploring different paths and discovering the many secrets hidden in the planet. Inside the exploratory probe, you can control tiny creatures that will help you to repair the areas damaged by the crash landing, thus recovering skills and accessing memory files. If you cannot move through the interior of the robot you must find amber rocks on the outside in order to obtain to new creatures and progress through the internal circuits.\", \"genre\": [\"Action Adventure\"], \"metascore\": \"50\", \"critic_reviews\": 6, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-11-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164771-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164771-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"DreamBox Games (Publisher)\", \"DreamBox Games (Developer)\"], \"platforms\": [\"Wii\"], \"rating\": \"E\"}", "{\"title\": \"Bees vs. Ants\", \"title_search\": \"bees vs ants\", \"title_keyword\": \"bees vs ants\", \"url\": \"https://www.metacritic.com/game/bees-vs-ants/\", \"summary\": \"The bees&#39; territory was invaded by the ants. On this vital moment, the bees took up arms bravely to teach the shameless invadors. Dear Commander, please lead the brave bees to expel the abhorrent ants!  Bees vs. Ants has 30 challenging levelsand features hours of gameplay.  Main goal of Bees vs. Ants is to occupy all castles and towers. The control is simple. You just play this game with finger swipes.  Video on youtube: <a href=\\\"http://www.youtube.com/watch\\\" target=\\\"_blank\\\">http://www.youtube.com/watch</a>?v=bbDq9mgVVfs  Features:  -Simple and easy to play for all ages -30 challenging levels\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164868-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164868-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Racoon Game (Developer)\", \"Racoon Game (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Cherry Slot Machine\", \"title_search\": \"cherry slot machine\", \"title_keyword\": \"cherry slot machine\", \"url\": \"https://www.metacritic.com/game/cherry-slot-machine/\", \"summary\": \"Cherry Slot is a Casino Slot game, The game has exciting user interface and graphics &amp; sound effects. Come play slot game and have real Casino gambling experience.\", \"genre\": [\"Gambling\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159348-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159348-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Raj Kumar (Developer)\", \"Raj Kumar (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Infernal Veil II\", \"title_search\": \"infernal veil ii\", \"title_keyword\": \"infernal veil ii\", \"url\": \"https://www.metacritic.com/game/infernal-veil-ii/\", \"summary\": \"After the events of the Shadow Army invasion in Redenda, Ashem the treasure hunter winds up in the mysterious land of Serakar furthering his search for rare treasure. However finding a particular treasure leads him down a path led by fate itself, as he meets up with other survivors from the Redenda invasion to help prevent another coming disaster in Serakar.\\r \\r *Expanded battle system with new classes\\r *Interesting dungeon design!\\r *Immersive story telling, and characters\\r *Classic RPG Feel/gameplay\\r *Skill system that allows further character customization\\r *Every treasure is random, leading to a unique experience every game play\\r *Easy to learn system and controls!\", \"genre\": [\"JRPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-04-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186512-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-186512-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Oliveair Games (Developer)\", \"Oliveair Games (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Foosball Hero\", \"title_search\": \"foosball hero\", \"title_keyword\": \"foosball hero\", \"url\": \"https://www.metacritic.com/game/foosball-hero/\", \"summary\": \"&#34;This game does a great job of replicating a religiously played foosball table of many decades.&#34; - ThePortableGamer.com &#34;Stop saving up money for a new Foosball table and buy the Foosball Hero app for the iPad instead.&#34; - TrendHunter.com * * * * * Foosball Hero brings excitement and action of the real-world Foosball game to your iPad ! It&#39;s fast, noisy, engaging, rusty, dirty and squeaky - just like the old Foosball table at your favorite bar !  And it&#39;s full of features: - Fast-paced realistic gameplay - Real-world 3D physics - Full size teams: 11 players each side - Select team colors - Experiment with different team layouts - Play against a friend or iPad-inho - 3 Difficulty levels ( Easy, Hard, Pro ) - Fully manual or automatic controls, to speed up the learning curve - Immersive graphics and sound: worn-out rusty table, blackboard and a slum environment\", \"genre\": [\"Simulation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165185-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165185-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Nenad Katic (Publisher)\", \"Nenad Katic (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"iSlash\", \"title_search\": \"islash\", \"title_keyword\": \"islash\", \"url\": \"https://www.metacritic.com/game/islash/\", \"summary\": \"iSlash is an addictive game to tune up your ninja senses.  Your finger is your weapon. Swipe to slash your way through 50 amazing levels (more are coming soon). Destroy most of the play-shape and you&#39;ll advance to the next one. Keep an eye on the ninja stars; some are fast, some are ghosts but all are deadly.  Slash a large piece and get a bonus to destroy a star or slow down the time.  Open your senses and let the fun begin!   Features  * 5 sets 50 levels and more to come for free  * New enemies and bonuses introduced every 10 levels  * Original soundtrack  * Frequent updates to keep you slashing\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165366-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165366-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Duello Games (Developer)\", \"Duello Games (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Company of Heroes Online\", \"title_search\": \"company of heroes online\", \"title_keyword\": \"company of heroes online\", \"url\": \"https://www.metacritic.com/game/company-of-heroes-online/\", \"summary\": \"The critically acclaimed real-time strategy game, Company of Heroes, will be available as a unique free-to-play micro-transaction online multiplayer experience.  Take command of your company as you wage online warfare across the ravaged battlefields of World War II-era Europe.  Choose from one of six different divisions, from the brutal German Blitzkrieg to the deadly efficient Allied Airborne, each with its own combat style and unique Commander Abilities.  Customize your army and enter each battle with your own unique set of battle-tested Heroes, upgrades, and devastating Commander Abilities.  Become the ultimate military commander as you unlock new abilities with every conflict and build your army with every victory.\", \"genre\": [\"Real-Time Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-155527-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-155527-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"THQ (Publisher)\", \"Relic Entertainment (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"M\"}", "{\"title\": \"Build-a-lot 2: Town of the Year\", \"title_search\": \"buildalot 2 town of the year\", \"title_keyword\": \"buildalot 2 town of the year\", \"url\": \"https://www.metacritic.com/game/build-a-lot-2-town-of-the-year/\", \"summary\": \"It's time to get busy again building, buying and selling houses in Build-a-lot 2: Town of the Year! There are new towns to explore, new Mayors to meet and lots of money to be made as you cast your vote for the 'Town of the Year'. Use your keen eye to pick the right locations to build parks and shops. Pick your paint colors, upgrades and landscaping to create the ultimate curb appeal and earn outstanding profits. How about a latte from the new coffee shop? Some new flower boxes from the garden center? It's all waiting for you in Build-a-lot 2 ...welcome to the neighborhood!\", \"genre\": [\"Tycoon\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-13\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159096-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159096-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Glu Mobile (Developer)\", \"Glu Mobile (Publisher)\"], \"platforms\": [\"PC\", \"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Cash Cab: Las Vegas\", \"title_search\": \"cash cab las vegas\", \"title_keyword\": \"cash cab las vegas\", \"url\": \"https://www.metacritic.com/game/cash-cab-las-vegas/\", \"summary\": \"Huge sale on Capcom games! We&rsquo;re dropping the price on eight of our most popular iPhone titles to $.99 for a limited time. Now you can get Resident Evil 4, 1942: Joint Strike, Mega Man II and more for the price of a candy bar.  They&rsquo;ll only be on sale through the weekend, so get &lsquo;em before it&rsquo;s too late.  Resident Evil 4                         $4.99  =&gt;  $.99  1942: Joint Strike                      $1.99  =&gt;  $.99  Mega Man II                             $2.99  =&gt;  $.99  Dark Void Zero                          $2.99  =&gt;  $.99  Cash Cab                                $4.99  =&gt;  $.99  Cash Cab: Las Vegas                     $1.99  =&gt;  $.99  Are You Smarter Than A 5TH Grader? 2010 $1.99  =&gt;  $.99  Who Wants To Be A Millionaire 2010      $1.99  =&gt;  $.99  ------------------------------------------------ Big Stakes in Sin City   The sequel to the hit iPhone/iPod Touch game based on Discovery Channel&rsquo;s cult gameshow packs an all new look, even more challenging questions and dozens of enhancement into this full featured trivia app. Moving from New York to Las Vegas for the sequel, Cash Cab: After Dark - Las Vegas takes players on a wild ride through Sin City in the only taxi cab that pays.   Like the show, players ride in the back seat of a taxi cab and are quizzed on general knowledge and Vegas trivia questions all the way to their destination. As the meter ticks, the stakes get higher. Miss three questions, and the Cash Cab pulls over and ejects you onto the sidewalk, no matter where you are in the city. ------------------------------------------------ Features: &bull; Answer 550 general knowledge questions with a pop culture and Las Vegas flavor.     &bull; Explore true/false, multiple choice and Red Light Challenge questions.  &bull; Color commentary from host and comedian Ben Bailey  &bull; &#34;Ride with a Friend&#34; and &ldquo;Street Shout Out&rdquo; lifelines.  &bull; Travel to 16 different destinations throughout Las Vegas.  &bull; Additional question packs available as DLC.  &bull; See how you stack up with online leaderboards.  &bull; Music from the show or music from your iTunes ------------------------------------------------ Follow us on Twitter: <a href=\\\"https://twitter.com/CapcomMobile\\\" target=\\\"_blank\\\">https://twitter.com/CapcomMobile</a> Follow us on Facebook: <a href=\\\"http://www.facebook.com/CapcomMobile\\\" target=\\\"_blank\\\">http://www.facebook.com/CapcomMobile</a>\", \"genre\": [\"Trivia\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163387-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163387-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Beeline Interactive, Inc. (Publisher)\", \"Beeline Interactive, Inc. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Parole Intrecciate Italian Word Search\", \"title_search\": \"parole intrecciate italian word search\", \"title_keyword\": \"parole intrecciate italian word search\", \"url\": \"https://www.metacritic.com/game/parole-intrecciate-italian-word-search/\", \"summary\": \"&quot;Griglia di Parole&quot;, totally in Italian, brings to you the traditional challenge of finding and circling words in a grid with letters arranged apparently at random. This first release features a total 146 puzzles for you to enjoy and exercise their neurons. What this application provides for you?- Hours of fun guaranteed - 146 specially designed puzzles - Two levels of challenge: easy (11x11) and difficult (15x15) - 23 different themes such as &quot;cars&quot;, &quot;celebrities&quot;, &quot;sports&quot;, &quot;cartoons&quot;, &quot;TV shows&quot;, &quot;national bands,&quot; &quot;international bands&quot;, etc.. - Magnifier and display the word you are selecting to facilitate entry - Too hard? Option to tilt the letter grid with the device- Too easy? Option to not show the list of words to find - Auto-save of puzzles - Volume control integrated into the application- Time control by puzzle- Option to send the puzzle by e-mailDid you like or miss something? Write a review! Your comments and reviews will be considered for future updates.Have fun!------------&quot;Parole Intrecciate&quot; porta a voi la sfida tradizionale di trovare e girare le parole in una griglia con le lettere disposte apparentemente a caso.Questa prima versione ha un totale di 149 puzzle per voi di godere e di esercitare i loro neuroni. Che cosa offre quest&rsquo;applicazione per voi? - Ore di divertimento garantito - 149 appositamente progettati puzzle - Due livelli di difficolt&agrave;: facile (11x11) e difficile (15x15) - 23 diversi temi, come &quot;Macchina&quot;, &quot;Celebrit&agrave;&quot;, &quot;Sport&quot;, &quot;Film&quot;, &quot;Programmi Televisivi&quot;, ecc. - Lente di ingrandimento e visualizzare la parola che si sta selezionando per facilitare l'ingresso- Bella interfaccia- Nizza e suoni freddi e effetti di animazione - Salvataggio automatico dei puzzle- Controllo del volume integrato nell'applicazione - Controllo continuo da parte di puzzle - Tasto per riavviare il puzzle Ti &egrave; piaciuto o perdere qualcosa? Scrivi una recensione! I vostri commenti e recensioni saranno prese in considerazione per i futuri aggiornamenti. Divertire!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143165-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143165-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Renato Pessanha (Developer)\", \"Renato Pessanha (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Simon Graham and the Extraordinary Timepiece, Book I\", \"title_search\": \"simon graham and the extraordinary timepiece book i\", \"title_keyword\": \"simon graham and the extraordinary timepiece book i\", \"url\": \"https://www.metacritic.com/game/simon-graham-and-the-extraordinary-timepiece-book/\", \"summary\": \"Simon Graham and the Extraordinary Timepiece fever is gripping the world!   Featured by Apple in 19 countries!  See what a fan, TkNeo, says in a review: &#34;Fantastic mix of fun and logic. I&#39;m hooked!&#34; 5/5 Stars  Ten-year-old Simon Graham needs your help! His grandmother has been kidnapped and the only clues he has are in the diary she left behind...  See what reviewers are saying: ****************************************** &#34;5 Stars. Comes pretty close to flawless, and definitely in the must-have category.&#34; iPhoneFootprint  &#34;Move over, Professor Layton - there&#39;s a new detective in town, and he&#39;s puzzling it out on iPhone. Simon Graham and the Extraordinary Timepiece is like a cross between the good old Prof and the child detective duo Whiz Kids.&#34; Pocket Gamer  &#34;The first in a possible series of story driven puzzle games that&#39;s delightful to try...&#34; App Spy  Simon Graham and the Extraordinary Timepiece is great for both children and adults. Parents and kids can even play and help solve puzzles together! Sage and Savvy ******************************************  Simon Graham and the Extraordinary Timepiece is a family-friendly puzzle adventure with a unique, engaging storyline designed exclusively for iPhone and iPod touch users.  Take on the role of Simon as he journeys from his small hometown to the big city and beyond.  Along the way: &bull; Test your brain by solving dozens of puzzles that are tightly integrated with the plot. &bull; Help Simon solve visual, word, math, jigsaw, and hidden object puzzles, as he unravels the mystery of his grandmother&#39;s disappearance. &bull; Discover the hidden pieces of his grandmother&#39;s mysterious pocket watch. &bull; Busy players will appreciate the ability to quit at anytime and continue where they left off.  Visit our game site at <a href=\\\"http://www.ExtraordinaryTimepiece.com\\\" target=\\\"_blank\\\">http://www.ExtraordinaryTimepiece.com</a>   Join us on facebook at <a href=\\\"http://www.facebook.com/ExtraordinaryTimepiece\\\" target=\\\"_blank\\\">http://www.facebook.com/ExtraordinaryTimepiece</a>  Do you have what it takes to crack the puzzles and solve the mystery?  Download Simon Graham and the Extraordinary Timepiece today and find out!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-153853-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-153853-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"The App House (Developer)\", \"The App House (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Cell HD\", \"title_search\": \"cell hd\", \"title_keyword\": \"cell hd\", \"url\": \"https://www.metacritic.com/game/cell-hd/\", \"summary\": \"** This popular app from the iphone is now also available in HD for the iPad! **  ** Don&#39;t miss our 1st week SALE! Half price until the 13th of April!! **  It&rsquo;s a harsh world, where eat or be eaten is more than just a saying.  Move your Cell through the world, eat food, kill smaller cells to eat their contents and avoid larger cells that will try to hunt you down. As you eat you grow, as you grow the hunter becomes the hunted.  - Casual gameplay - Intuitive controls - Chill-out action - Very addictive - Adventurous music\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-187062-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-187062-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"kosabi games (Publisher)\", \"kosabi games (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Protector: The Planes\", \"title_search\": \"protector the planes\", \"title_keyword\": \"protector the planes\", \"url\": \"https://www.metacritic.com/game/protector-the-planes/\", \"summary\": \"Vast armies of evil march against you as fireballs and poison clouds fly overhead. Assemble an army of wizards and warriors, and bring all your magic and steel to bear against your foes. Protector: The Planes is the latest game in an epic tower defense series which has been played over 50 million times! Over 30% larger than the original version, Protector: The Planes contains amazing new features never before seen in the series. Unleash devastating super-powers such as the meteor strike, blizzard, poison nova and chain lightning to name a few. Employ the fearsome Chaos Knight once you have conquered the mortal realms. Experience 10 planar battles each with new game-play elements that drastically alter the strategies that work well in the mortal realms! Features include:  -10 units, each with a unique super-power -32 maps to conquer -New game-play mechanics in each Plane -All new magical spell graphics -4 difficulty modes to choose from -Over 20 hours of game play -Over 40 different enemies to encounter\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-168199-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-168199-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"NTT Resonant Inc. (Developer)\", \"NTT Resonant Inc. (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Retro/Grade\", \"title_search\": \"retrograde\", \"title_keyword\": \"retrograde\", \"url\": \"https://www.metacritic.com/game/retro-grade/\", \"summary\": \"Rick Rocket has just saved the universe! Unfortunately, the massive destruction he left in his wake has caused a temporal anomaly that has reversed the flow of time. The player must assume control of Rick's spacecraft and fight through the epic space battle in reverse! Retro/Grade is an innovative game that fuses the white knuckle thrills and over the top visuals of a shooter with the broad appeal of a rhythm game. Players are forced to dodge enemy projectiles while positioning the ship to be in the correct place to fire their lasers when their shots come back to them.\", \"genre\": [\"Rhythm\"], \"metascore\": \"78\", \"critic_reviews\": 31, \"user_score\": \"6.8\", \"user_reviews\": 19, \"release_date\": \"2012-08-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-168452-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-168452-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Australia\"], \"companies\": [\"24 Caret Games (Publisher)\", \"24 Caret Games (Developer)\"], \"platforms\": [\"PlayStation 3\", \"PC\"], \"rating\": \"E\"}", "{\"title\": \"NHL 12\", \"title_search\": \"nhl 12\", \"title_keyword\": \"nhl 12\", \"url\": \"https://www.metacritic.com/game/nhl-12/\", \"summary\": \"NHL 12 has players try to become the next legend in hockey.\", \"genre\": [\"Hockey Sim\"], \"metascore\": \"86\", \"critic_reviews\": 56, \"user_score\": \"7.1\", \"user_reviews\": 76, \"release_date\": \"2011-09-13\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-187793-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-187793-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Australia\"], \"companies\": [\"Electronic Arts (Publisher)\", \"Electronic Arts (Developer)\"], \"platforms\": [\"PlayStation 3\", \"Xbox 360\"], \"rating\": \"E10+\"}", "{\"title\": \"High Velocity Bowling: Move Edition\", \"title_search\": \"high velocity bowling move edition\", \"title_keyword\": \"high velocity bowling move edition\", \"url\": \"https://www.metacritic.com/game/high-velocity-bowling-move-edition/\", \"summary\": \"It's time to bowl - High Velocity style! Meet the High Velocity Bowlers. Each High Velocity Bowler has their own unique personality, skill-set, and attributes. Use the SIXAXIS' wireless controller to simulate a genuine bowling swing with real lane environments, providing a truly next-gen bowling game. Compete to unlock eight distinctive characters and progress through eight themed alleys on their way to bowling domination.\", \"genre\": [\"Bowling\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"6.5\", \"user_reviews\": 0, \"release_date\": \"2010-09-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-163619-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163621-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": [\"Ed Kuehnel (Written By)\", \"Jon Allen (Cast: Mike the Strike Diaz,Hiro,Jarvis)\", \"Chris Canning (Cast: Short Order Cook)\", \"Nick Fletcher (Music)\", \"Chris Jahnkow (Music)\", \"Andrei Booriakin (Art Direction: senior art director)\", \"Chad Kelco (Art Department: Lead Environment Artist)\", \"Chad Kelco (Motion Capture Actor)\", \"Chris Canning (Music Department: musician: drums)\"], \"countries\": [\"North America\", \"Japan\"], \"companies\": [\"SCEA (Developer)\", \"SCEA (Publisher)\"], \"platforms\": [\"PlayStation 3\"], \"rating\": \"E10+\"}", "{\"title\": \"World Series of Poker Hold'em Legend\", \"title_search\": \"world series of poker holdem legend\", \"title_keyword\": \"world series of poker holdem legend\", \"url\": \"https://www.metacritic.com/game/world-series-of-poker-holdem-legend/\", \"summary\": \"**NAMED NOVEMBER 2009 GAME OF THE MONTH** slidetoplay.com  **MAKE SURE TO UPDATE TO V1.2** - We apologize for the recent issues with multiplayer connectivity.  Although we are still monitoring our servers, the issue should now be fixed.  Thank you for your patience and continued support.  Updated with multiplayer improvements, player submitted avatars, and in-game movie sound fix!  PLAY FOR POKER&rsquo;S RICHEST PRIZE!  Go from poker amateur to hold&rsquo;em legend by winning prestigious WSOP events in Las Vegas and other casino venues around the world.  This is the most authentic, fastest playing Texas hold&rsquo;em poker game with an in-depth career mode and global real-time multiplayer.  This is the real deal!  BECOME A WSOP LEGEND Play for the most coveted prize in poker, the Main Event bracelet by building your bank roll, earning achievements, unlocking higher-stakes events and winning bracelets   MULTIPLAYER  Play against other players in 9 player real-time multiplayer to climb the global rankings   PEER-TO-PEER HEADS UP Play heads up poker against a friend via Bluetooth (for 2nd generation iPhone &amp; iPod touch and 3.x only)  REAL VIDEO CUT-SCENES Watch high-quality videos of featured opponents react to your play  AUTHENTIC VENUES Play in cash games, bracelet events, and multi-table tournaments in real Harrah&rsquo;s casino properties: Rio, the Casino at the Empire, Caesars Palace and more!  HAND REPLAYS Save your favorite hands so that you can relive monster hands and epic suck-outs   MULTIPLAYER LEADERBOARDS  See how your multiplayer points earned stack up against other players around the world  ACHIEVEMENTS Earn over 20 unique achievements such as knocking out two opponents in one hand and other in-game accomplishments  PAY TO CHEAT Even legends sometimes lose.  Or do they?  Use this feature to CHEAT your way back into a career tournament after losing (for O.S. 3.x only)  Praise from the Press: &ldquo;..WSOP Hold&#39;em Legend has the others beat hands-down because of its robust single-player campaign and irresistible nine-person online multiplayer &ndash; Slidetoplay.com (November 2009 Game of the Month, Rated 4 out of 4 &ndash; Must Have)  &ldquo;The game includes just about everything a seasoned Hold&rsquo;em player could want in a poker game.. And there are the things there for the new players as well&rdquo;  - 148apps.com   Visit wsopmobile.com for more information about World Series of Poker Hold&rsquo;em Legend  World Series of Poker&reg;, WSOP, and related designs are trademarks of Harrah&rsquo;s Interactive Entertainment, Inc.  Used with permission.  This product is intended for use by those 21 or older for amusement purposes only.  Keywords*: texas, holdem, hold, em, &#39;em, wsop, card, cards, casino, no limit, multiplayer, game, games, vegas  Check out other Glu iPhone apps including: *Glyder 2 *Beat It! *Taxi Fight *Super KO Boxing 2 *Family Guy&trade; Uncensored *TRANSFORMERS Cybertoy *Deer Hunter 3D *Mini Golf Wacky Worlds *Cops &amp; Robbers *Build-a-lot *Cooking Star *Brain Genius Deluxe  FOLLOW US at twitter.com/glumobile facebook.com/glumobile  EMAIL US at wsop-i@glu.com\", \"genre\": [\"Gambling\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-10-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143219-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143219-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Glu Mobile (Developer)\", \"Glu Mobile (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Naruto Shippuden: Gekitou Ninja Taisen Special\", \"title_search\": \"naruto shippuden gekitou ninja taisen special\", \"title_keyword\": \"naruto shippuden gekitou ninja taisen special\", \"url\": \"https://www.metacritic.com/game/naruto-shippuden-gekitou-ninja-taisen-special/\", \"summary\": null, \"genre\": [\"3D Fighting\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-163699-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-163699-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Takara Tomy (Publisher)\", \"Eighting (Developer)\"], \"platforms\": [\"Wii\"], \"rating\": null}", "{\"title\": \"Coin Push Frenzy\", \"title_search\": \"coin push frenzy\", \"title_keyword\": \"coin push frenzy\", \"url\": \"https://www.metacritic.com/game/coin-push-frenzy/\", \"summary\": \"Coin Push Frenzy! Win Gold Coins and Fabulous Prizes! Free Coins! Frenzy! You Won&#39;t Be Able To Stop Yourself!  &#34;A worthy follow-up to Skee-Ball...embarrassingly hard to put down.&#34; --gamezebo.com  The classic quarter-eating arcade game comes to life with real physics, amazing graphics, and non-stop fun. Strategically drop coins on the shelf to force coins and Bonus Boxes forward into the collection area. Avoid the gutters, and push to win awesome power-ups and one-of-a-kind Collectibles!  Fill your prize shelves with unique collectibles, and gather whole sets of prizes to unlock new gaming cabinets! Collect powerups that will earn you even more coins that will keep you pushing for more. So whether you buy your coins or earn the old-fashioned way, Coin Push Frenzy is the most addictive game available for the iPhone and iPod Touch!  YOU HAVE BEEN WARNED!  3 GAME CABINETS: ? Jungle Coins ? Race Track ? Tokyo Monster  COLLECTIBLE PRIZES AND POWERUPS INCLUDE: ? Robot Bot ? Rather Ancient Telephone ? Magician&#39;s Hat ? Giant Evil Monster ? Hummingbird Brooch ? Elephant Buddy ? Sparkling Tiara ? Red Race Car ? And many more!!!\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163773-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163773-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Freeverse (Developer)\", \"Freeverse (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Six Dice - 3D\", \"title_search\": \"six dice  3d\", \"title_keyword\": \"six dice  3d\", \"url\": \"https://www.metacritic.com/game/six-dice-3d/\", \"summary\": \"With the six virtual dice you always have six dice here for the next board game night.To roll the dice just touch the screen or move/shake the device to left or right. Just six random numbers are generated and displayed.- six Dice ( 36 eyes )- Appealing 3D graphics and animation- Is running smoothly, no crashes (latest Engine)- Touch and Acceleration support- Sound support\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-02-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143720-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143720-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Frank Meyer EDV (Publisher)\", \"Frank Meyer EDV (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Christmas Tree (2009)\", \"title_search\": \"christmas tree 2009\", \"title_keyword\": \"christmas tree 2009\", \"url\": \"https://www.metacritic.com/game/christmas-tree-2009/\", \"summary\": \"Love decorating Christmas Trees? Decorate to your heart's content with Christmas Tree! With over 100 decorations to choose from you can decorate your tree however you like. Control the wind with your cursor and watch the ornaments sway and chime to the breeze. Makes for a great interactive holiday display, including Christmas music from Kevin MacLeod to help set the mood. Happy Holidays!\", \"genre\": [\"Virtual Life\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163988-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163988-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"Stegersaurus Games (Developer)\", \"Stegersaurus Games (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Avatar Quest\", \"title_search\": \"avatar quest\", \"title_keyword\": \"avatar quest\", \"url\": \"https://www.metacritic.com/game/avatar-quest/\", \"summary\": \"An adventurer lost on a mysterious island faces the dangers of a runic quest. Every game is different! Lots of replay value with 186 random levels. Test your mental agility while the time is running out!\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-02-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143745-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143745-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Evolution Dreams Studio (Developer)\", \"Microsoft Game Studios (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Reef Rave\", \"title_search\": \"reef rave\", \"title_keyword\": \"reef rave\", \"url\": \"https://www.metacritic.com/game/reef-rave/\", \"summary\": null, \"genre\": [\"Miscellaneous\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-08-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164027-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164027-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"North Squard (Developer)\", \"North Squard (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}"]