["{\"title\": \"Ace Duck Hunter\", \"title_search\": \"ace duck hunter\", \"title_keyword\": \"ace duck hunter\", \"url\": \"https://www.metacritic.com/game/ace-duck-hunter/\", \"summary\": \"Ace Duck Hunter is the 3D arcade hunting game with great 3d graphics.  Feature: - Tilt &amp; Touch controls. - Amazing graphics and sound effects. - 3 different style scene. - unlock new weapons and scene by hunting the ducks.\", \"genre\": [\"Hunting\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175447-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175447-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"MystoneGame Inc (Developer)\", \"MystoneGame Inc (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Bad Santa Bomber\", \"title_search\": \"bad santa bomber\", \"title_keyword\": \"bad santa bomber\", \"url\": \"https://www.metacritic.com/game/bad-santa-bomber/\", \"summary\": \"Do you believe Santa Claus is a good guy? So what happens to those who behaved badly this year? And what if everyone behaved badly this year? Bad Santa comes to them with some specials sparkling gifts. Bad Santa Bomber is a Christmas version of our legendary game BOMBER 2. We hope you'll enjoy our gift, and we wish you a merry Christmas and a happy New Year!\", \"genre\": [\"Simulation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175488-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175488-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"DOT44 (Developer)\", \"DOT44 (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Find the Ball Deluxe\", \"title_search\": \"find the ball deluxe\", \"title_keyword\": \"find the ball deluxe\", \"url\": \"https://www.metacritic.com/game/find-the-ball-deluxe/\", \"summary\": \"&#34;Find the Ball Deluxe&#34; is a good skill game and very entertaining for family and all ages.  Playing &#34;Find the Ball Deluxe&#34; will test and improve your attention and memory everyday.  Blue ball is hiding under these three cups and you are required to find it.  Are you up to the challenge?  Just follow the easy steps to play the game.  Gameplay Instruction: 1. To start, the game will show you which cup has one blue ball. 2. Then they will shuffle the cups.  Keep your eyes and focusing on the correct cup. 3. When the game stops shuffling, make your guess and pick the right cup.  If you find out the correct cup, then you will go to the next level.  If not, the game is over.  Good Luck!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175676-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175676-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Natenai Ariyatrakool (Publisher)\", \"Natenai Ariyatrakool (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Hook Worlds\", \"title_search\": \"hook worlds\", \"title_keyword\": \"hook worlds\", \"url\": \"https://www.metacritic.com/game/hook-worlds/\", \"summary\": \"Note for early buyers: Please either connect to wifi or set the News Check in the settings menu to &#34;Always&#34; once, in order to get your bonus content! ********* Get the game before Sunday for Early Buyer Exclusives!  Get two special in-game items (The Rockethook and Rocketcat Mask), wearable by all characters!  Even better, get EXCLUSIVE EARLY ACCESS to the upcoming FOURTH GAME WORLD, about a month before anyone else does!  Read on to the bottom for news on the first update! ********  Try to survive in four different worlds with your trusty grappling hook, as four different characters with unique special abilities!  Every game world has its own all-new setting, every character has its own gameplay style.  Every world is also randomized, varied, and endless, for incredible replay value.  Check out our website for a gameplay trailer and more reviewer quotes:  bit.ly/hookworlds  SIMPLE BUT POWERFUL CONTROLS:  There are just two buttons.  The right button controls your grappling hook, letting go detaches your hook.  The left button controls the unique special ability in each game world.  These simple controls will let you nimbly swing, dive, climb, run, slide, and shoot, rocketjump, or flip gravity!  FOUR GAMES IN ONE:  Swing your way through the Cursed Jungle as Gramps, as you try to escape the Ancient Watcher.  Shoot your way through a haunted cove as Zelle, in your pursuit of bounties and treasure.  Escape a grim future dystopia as CyberGnome 202X, using your gravity flips to evade the Gnome Cops.  Early buyers also instantly get the fourth world, a tribute to both Atari/C64 games and falling onto lethal spikes!  YES, THAT&#39;S RIGHT, CYBERGNOME 202X.  AND MORE:  Rewards you can unlock and wear to customize your characters, visible on the scoreboards.  Medal awards and achievements for reaching high score milestones.  Blowing up haunted crabs and getting obliterated by a gigantic eye.  All of the above and more, for the permanent price of 99 cents.  -------------------------  First update plans: - Unlockable endings. - World Four: Hook Champ 1000 made available to everyone, with an added surprise! - (The surprise is new hats) - Requests we take from feedback. - More!\", \"genre\": [\"Adventure\"], \"metascore\": \"83\", \"critic_reviews\": 7, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175736-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175736-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Rocketcat Games (Publisher)\", \"Rocketcat Games (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"PathPix Zen\", \"title_search\": \"pathpix zen\", \"title_keyword\": \"pathpix zen\", \"url\": \"https://www.metacritic.com/game/pathpix-zen/\", \"summary\": \"PathPix Zen is a relaxing and addictive puzzle game. To play, you draw colored lines to connect colored numbers. The length of each path you draw must equal the numbers you are connecting.   When you finish connecting all the lines, the level zooms out so that you can see the miniature picture that you have made. Your reward for success is a quote related in some way to the picture. It may be witty or wise or perhaps even a bit strange - a little something to think about as you go on to the next puzzle.. *****************************************  There are now 4 different PathPix apps. ---PATHPIX LITE: Wondering if PathPix is for you? Start here.  ---PATHPIX: Hooked? This is the next step, with 169 graduated levels, ranging from small, easy puzzles to large, advanced level puzzles. ---PATHPIX PRO: Are you an expert? Then PathPix Pro is for you, with 300 MORE puzzles, ranging from Medium difficulty to Extreme.  ---PATHPIX ZEN: Want more puzzles? PathPix Zen contains 99 beautiful, all-new puzzles, including an Advanced Levels section with 12 special challengers. These are the largest PathPix puzzles so far - up to 46x49 squares.   What people are saying about PathPix ***************************************** &#34;Best Numbers Game - PathPix. In PathPix, the goal is to create a picture using numbers that connect to one another by bright, bold lines of color. Ranging from very simple images to sprawling and complex masterpieces, Pathpix is a logic game that rewards your dedication with an interesting bit of math-made art. You&#39;ll also get a nice historical or literary quote as a reward as well ... this game is so addicting you might just feel the need to solve them all.&#34; - www.slidetoplay.com &#34;PathPix for iPhone ... is a harmonious blend of drawing, connect the dots, and find the hidden picture. ... Touch controls are very intuitive and work well. PathPix offers a wonderfully addictive gaming experience.&#34; - by the AppSmileTeam &#34;PathPix ... is a superb implementation of the numbers-linking puzzle for iPhone and iPod Touch users.&#34; - by JohnB, JayIsGames  Simple rules - complex puzzles - hidden pictures! ***************************************** Draw paths with your finger, connecting pairs of colored numbers. The length of each path must match the numbers on the two endpoints. Draw backwards or double tap to correct mistakes. There&#39;s only one way to do it, and all squares will contain a piece of a path when the puzzle is solved.  Two ways to navigate while solving:  ---Tap the zoom button for an overview, then touch the screen where you want to play next.  ---Pan to show another area of the board. Put your finger down any place WITHOUT A NUMBER and move it around. Simple, intuitive, fast.   PathPix Pro is based on the PC game &#34;PathPix&#34; by KpixGames. Game play is similar to Conceptis &#34;Link-a-Pix&#34; and Nintendo DS Pic Pic &#34;Drawing&#34;.\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175868-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175868-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Kris Pixton (Developer)\", \"Kris Pixton (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Tap Tap Revenge 4\", \"title_search\": \"tap tap revenge 4\", \"title_keyword\": \"tap tap revenge 4\", \"url\": \"https://www.metacritic.com/game/tap-tap-revenge-4/\", \"summary\": \"Introducing Tap Tap Revenge 4 The longest-running, most-dowloaded music gaming app of ALL TIME just got a brand-new UPGRADE - it&rsquo;s our biggest, baddest, most mind-blowing version yet! Tap and shake to the music of your favorite artists like Lady Gaga, Ke$ha, Taio Cruz, Jason Der&uuml;lo, Metallica, and more! With a huge library of today&rsquo;s biggest hits, plus over 100 FREE TRACKS, Tap Tap Revenge is the most addictive, adrenaline filled game on the App Store.  BREAKING NEWS -  NOW 100% FREE IN TTR4: LINKIN PARK&rsquo;S latest smash &ldquo;Waiting For The End,&rdquo; plus &ldquo;Sing,&rdquo; the new single from MY CHEMICAL ROMANCE, and &ldquo;House Music&rdquo; by BENNY BENASSI come bundled with the download.  KILLER NEW FEATURES IN TTR4 INCLUDE: - In game &ldquo;Like&rdquo; feature: Hit the &ldquo;Like&rdquo; button on your favorite tracks, and get an avatar display of who agrees with you - Apple Game Center integration - A rocking new Arcade Mode - Retina Display Compatibility - New global leaderboards with up-to-the-minute scores - A re-imagined look, wild new graphics, and a redesigned interface  Plus we&rsquo;ve added BRAND NEW premium content to the in-game Music Store from: Nelly, Katy Perry, Far East Movement, Nicki Minaj, Selena Gomez, Linkin Park, My Chemical Romance, Benny Benassi, and more.  They join our most popular tracks Rihanna, Katy Perry, Bruno Mars, B.o.B., Owl City, The Killers, Fall Out Boy, No Doubt, Mike Posner, P!nk, Megadeth, Tiesto, Avenged Sevenfold, Blink-182, and hundreds of other premium and free songs.  Tap Tap Revenge is more than just a game: it&rsquo;s an entire online community, where you can connect and play against the other 15 million members of the Tap Tap community, using features like: - Fully customizable avatars, with an in-game store full of cool digital clothing and accessories - Chat and private messaging - Free online battles - A brand new FREE track every week, straight from the top of the charts - Weekly contests, updates, and bonus extra content - And much, much more!  Tap Tap Revenge 4 is easy to learn, but takes a lifetime to master. Simply tap the targets on your touchscreen to the beat of the music, scoring points for accuracy and timing. Add in multiple difficulty levels, hundreds of available songs, and live online battlegrounds, and you&rsquo;ll never have the same experience twice. Download it today.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"5.6\", \"user_reviews\": 5, \"release_date\": \"2010-12-20\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176043-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176043-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Tapulous, Inc. (Publisher)\", \"Tapulous, Inc. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Topsy Turvy Mobile\", \"title_search\": \"topsy turvy mobile\", \"title_keyword\": \"topsy turvy mobile\", \"url\": \"https://www.metacritic.com/game/topsy-turvy-mobile/\", \"summary\": \"The world revolves around you (literally) in this brand-new puzzle-platformer!  You won&#39;t know your up from your down once you get into Topsy Turvy. Levels rotate depending on which surface your character stands on, and it&#39;s up to you to figure out how to solve reach the flag! Collect coins along the way to unlock achievements.  - Puzzle-platformer with a twist - 40 levels, with additional updates on the way - Character customization options - Achievements to discover/unlock   ============================ Praise for Topsy Turvy ============================   &#34;The best games always seem to encourage experimentation, sometimes even making you believe you&#39;ve found a new way to accomplish an old level. Topsy Turvy is definitely one of these.&#34; Jayisgames.com (Flash version)   ============================ Instructions ============================  - Move left and right using the on-screen arrow keys. - Jump and/or activate levers using the on-screen UP key. - Walk into walls to change the orientation of the level. - Collect coins and get to the flag!   ============================ About Candystand ============================   Since 1997, Candystand.com has been the world&#39;s leading online gaming and entertainment site, garnering over 10 million consumer visits per month and averaging 15-minutes of engagement per session. Candystand.com is regarded for its ever-expanding exclusive catalog of high-quality games suitable for the entire family, across web, mobile and social platforms.\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176136-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176136-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Candystand.com (Developer)\", \"Candystand.com (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Bomb factory 2\", \"title_search\": \"bomb factory 2\", \"title_keyword\": \"bomb factory 2\", \"url\": \"https://www.metacritic.com/game/bomb-factory-2/\", \"summary\": \"In this factory bombs do not sort themselves, it&#39;s up to you to do so. Stupidly enough someone already lit the bombs! To defuse the bombs sort them by color, using the drag and drop control. Keep an eye out for the white bombs: Let them explode for a bonus.   The game features 6 unique levels, each with it&#39;s own highscore and setting. Try to get the highest scores on each level to compete on the overall ranking. After every game you can keep track of your worldwide ranking by having a look at the progress bar. This should keep you going for the first place!   How much bombs can you handle?   Features:  - Fast paced action  - Drag&amp;Drop controls  - 6 unique levels  - Rankings per level and an overall ranking  - An easy progress bar for all the rankings  - Explosive action!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176301-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176301-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"M2H (Developer)\", \"M2H (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"CyberSnake\", \"title_search\": \"cybersnake\", \"title_keyword\": \"cybersnake\", \"url\": \"https://www.metacritic.com/game/cybersnake/\", \"summary\": \"A new take on the classic game Snake. The CyberSnake is a prototype circuit build and repair program being put to the test in a crisis which could wipe out everyone within proximity.\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176403-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176403-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Codiak (Publisher)\", \"Codiak (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Word Searcher 2\", \"title_search\": \"word searcher 2\", \"title_keyword\": \"word searcher 2\", \"url\": \"https://www.metacritic.com/game/word-searcher-2/\", \"summary\": \"You'll need a sharp eye and a quick mind to complete 100 themed word- search puzzles. Word Searcher 2 contains fun words from multiple categories including palindromes, pirates and painting. Packed with a huge assortment of subjects to choose from, there's sure to be a puzzle anyone can enjoy. Help improve your vocabulary, memory and problem-solving skills. Keep track of - and try to beat - your own play- through times again and again as words are scrambled each time you play. Put on your thinking cap and conquer all 100 puzzles today.\", \"genre\": [\"Logic Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176425-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176425-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"DS\"], \"rating\": \"E\"}", "{\"title\": \"Cowboy Wanted\", \"title_search\": \"cowboy wanted\", \"title_keyword\": \"cowboy wanted\", \"url\": \"https://www.metacritic.com/game/cowboy-wanted/\", \"summary\": \"Help Michael the Cowboy do justice by attacking the Hamisuoh Tribal Village in order to get back some stolen goods.  You will have to overcome several enemies so watch out! Every level is harder than the previous one; you will need all of your skills and the best tools to overcome the difficulties. That is why we are giving you the choice of different weapons. We provide X levels, so enjoy! Choices of weapons: ? Regular wild east gun ? Double bullet gun ? Modern fire gun  Important: ? Dont forget to catch the red capsules to increase your &#34;blood&#34;. ? TIP: Jump to avoid bullets!  As you may know Michael the cowboy is always faced with difficult tasks, this is NOT an easy game. But with the right skills and power you have the chance to help your village.     If you need assistance please contact us info@gp-imports.com  We will be adding additional apps soon! \", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176489-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176489-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"GP Imports (Developer)\", \"GP Imports (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Ninjas Rising\", \"title_search\": \"ninjas rising\", \"title_keyword\": \"ninjas rising\", \"url\": \"https://www.metacritic.com/game/ninjas-rising/\", \"summary\": \"Rise through the ranks of the Ninja clans, and enter into a struggle for power, centuries in the making in Ninjas Rising for the iPhone and iPod touch.  Fight friend and foe in the shadows, learn ancient techniques, master mystical weapons and claim your place in history! Use Facebook Connect to start playing with ease. The more friends you have playing the more ninjas to fight. Follow the code of the ninja and prepare for battle!  FULL VERSION FEATURES: &bull;Create and customize your ninja &bull;Compete with friends on Facebook and publish victories to your newsfeed &bull;Earn cash and respect as you fight your way through the ninja clans &bull;Keep fit by training regularly in the Dojo completing ancient ninja workouts &bull;Complete challenges to earn more cash and fame &bull;Acquire and use six types of mystical weapons  &bull;Advance in the rankings and climb the leaderboard &bull;Purchase Gems to increase your skills and buy ninja weapons  &bull;Enhance your ninjas health, stealth &amp; chi with attribute points &bull;Meet the geisha girls to get gems and refill your health  MORE FUN FOR FREE ON APPLE APP STORE There is a Lite version for each D Choc game: Crazy Penguin Catapult, Chocolate Shop Frenzy, Diamond Islands, Tower Bloxx Deluxe 3D, Mini Golf 99 Holes Theme Park, Pictoplay Plus, Kamikaze Robots, Tornado Mania!, Pyramid Bloxx, Johnny Crash, 24 Special Ops, Stunt Car Racing 99 Tracks, 3D Rollercoaster Rush, Jurassic 3D Rollercoaster Rush, Haunted3D Rollercoaster Rush, 20Q&trade; Mind Reader, Carnival Games Live, Dictator Defense, 3D Mini Golf Challenge, Crazy Monkey Spin, Jungle Bloxx, Brain Tester 24 Pack, California Gold Rush, Bikini Beach Party, Santa&rsquo;s Rollercoaster Rush, Crazy Penguin Christmas, Super Model Empire, Super Water Bomber, Shopping Madness, Fantasy Warrior: Good &amp; Evil, Moto Racing Fever, Captain Galactic: Super Space Hero, Nightclub Fever, Millionaire City, Absolute Minesweeper, Mini Golf Las Vegas, Caf&eacute; 5 Pack and 3D Brick Breaker Revolution.  You can currently find our classic pocket sized games for iPhone or iPod touch in a variety of categories including arcade, action, adventure, puzzle, sim, strategy, sports, racing and more!  FIND DC ON THE WEB Get updated with Digital Chocolate&rsquo;s latest product, promos and game tips! Visit us on Facebook, MySpace, YouTube and Twitter! Find us fast by searching for DChoc.   All trademarks referenced herein are the property of their respective owners.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176590-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176590-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Digital Chocolate (Developer)\", \"Digital Chocolate (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Avatar Karting\", \"title_search\": \"avatar karting\", \"title_keyword\": \"avatar karting\", \"url\": \"https://www.metacritic.com/game/avatar-karting/\", \"summary\": \"Go karting with your avatar! Put the pedal to the metal and drift your way to the checkered flag on 16 twisty circuits. Challenging AI, online multiplayer, global rankings, Turbo Boost, rewind function, and more, from the creator of Avatar Racedrome.\", \"genre\": [\"Auto Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176662-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176662-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"Juan Alberto Munoz (Developer)\", \"Juan Alberto Munoz (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Warbirds At Work\", \"title_search\": \"warbirds at work\", \"title_keyword\": \"warbirds at work\", \"url\": \"https://www.metacritic.com/game/warbirds-at-work/\", \"summary\": \"Aliens try to invade the planets of our solar system. You are our last hope, fight them back! Show your fighting skill in various environments and help to save earth in this arcade shooter.\", \"genre\": [\"Vertical Shoot-'Em-Up\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176690-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176690-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"kaapeDevPublish (Developer)\", \"kaapeDevPublish (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Wizard Hex\", \"title_search\": \"wizard hex\", \"title_keyword\": \"wizard hex\", \"url\": \"https://www.metacritic.com/game/wizard-hex/\", \"summary\": \"Wizard Hex is an easy to learn but challenging to win traditional board game using a beautiful hexagonal board for 1-6 friends or computer players. You select one of six magical elements and together with your adjacent allies, you expand, stack and attack your way to victory.    Imagine a dark tower &ndash; where the forces of the world are harnessed by those brave enough and smart enough to control them. A wizard&rsquo;s power brings these elements together: the wicked wind, rolling water, contracting ice, tumbling earth, lapping fire and sudden lightning. They will compete to establish control for once and for all.  Wizard Hex &ndash; a seemingly simple game. Played on a elegantly designed hexagonal board, you choose your element and then challenge yourself against as many as five other players or as few as one smart computer to attempt to be the strongest and to take forever control.  You begin as an Apprentice, learn to be a Journeyman and eventually challenge yourself and others at the Wizard Level. You play not only your own element but the friendly elements found on either side. Together you struggle to Expand to new regions, Transmute from Bronze to Silver to indestructible Gold, and Attack when the opportunity arises. All the time defending and consolidating a winning position. A new strategy game of resource management and area control &ndash; Chess or Go for the modern age.  Wizard Hex is such a great strategy game that we are releasing it first as a traditional abstract piece moving game. Throughout the course of 2011 we will be populating the game with unique Spells that will allow for a more modern fantasy experience. The portal to this clever creation is just now opening&hellip;.are you ready?\", \"genre\": [\"Board\"], \"metascore\": \"76\", \"critic_reviews\": 7, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176900-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-176900-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Trouble Brothers, LLC (Publisher)\", \"Trouble Brothers, LLC (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Neverwinter Nights 2 Platinum\", \"title_search\": \"neverwinter nights 2 platinum\", \"title_keyword\": \"neverwinter nights 2 platinum\", \"url\": \"https://www.metacritic.com/game/neverwinter-nights-2-platinum/\", \"summary\": \"Neverwinter Nights 2 Platinum includes Neverwinter Nights 2 and two official expansion packs: Mask of the Betrayer and Storm of Zehir. Everything you do has a meaning Rediscover familiar locations and old friends from the Neverwinter Nights series. Create and host your own solo and multiplayer D&amp;D&reg; adventures using the improved\", \"genre\": [\"Western RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"8.7\", \"user_reviews\": 23, \"release_date\": \"2010-12-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177025-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177025-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": [\"Chris Avellone (Written By)\", \"Aron J. Brent (Written By)\", \"Michael Chu (Written By: additional design)\", \"Matt Deller (Written By)\", \"George Ziets (Written By)\", \"Paul Schoeffler (Cast: Casavir)\", \"Jenna Lamia (Cast: Qara,Dory - Beggar Girl,Laleen Spirit)\", \"Gregg Martin (Cast: Lord Nasher)\", \"Adam Sietz (Cast: Khelgar,Elgun,King of Shadows)\", \"Robyn Kramer (Cast: Reylene,Neeshka)\", \"Ursula Abbott (Cast: Elanee)\", \"Jason Griffith (Cast: Bevil)\", \"Cornell Womack (Cast: Axle,Back Alley City Watchman #1)\", \"Fred Berman (Cast: Sand,Mayor Ziffer,Balaur,Veedle,Lizard Chieftain,Male Player Character #4)\", \"Geoffrey Arend (Cast: Cain,Githyanki Lieutenant,Vashne)\", \"Bill Lobley (Cast: Georg Redfell,Judge Oleff)\", \"Maggie Lacey (Cast: Torio)\", \"Rachel York (Cast: Shandra, Calindra)\", \"Murphy Guyer (Cast: Ammon Jerro)\", \"Christopher Murney (Cast: Black Garius,Prior Hlam)\", \"Chris Phillips (Cast: Nolaloth,Thunderbelly,Lorne Starling,Koraboros,Prison Leader)\", \"Steven Scott (Cast: Callum,Duncan Farlong,Brother Merring,Leldon)\", \"Asa Seigel (Cast: Bishop)\", \"Andrew Pang (Cast: Grobnar,Vale)\", \"Grace Zandarski (Cast: Captain Brelaina)\", \"Melody Jones (Cast: Zeeaire,Female Player Character #2)\", \"Lisa Emery (Cast: Zhjaeve,Blooden)\", \"Frank Simms (Cast: Male Player Character #1,Male Player Character #2,Male Player Character #3)\", \"Todd Cerveris (Cast: Back Alley City Watchman #8,Brother Maxil)\", \"Matthew Piazzi (Cast: Keros Ironfist,Lowgram,Sir Edmund)\", \"James Murtaugh (Cast: Daeghun Farlong)\", \"Milton James (Cast: Aldanon,Cyran)\", \"Mark Jacoby (Cast: Tarmas,Harbormaster,Isym Spirit)\", \"Stephanie D'Abruzzo (Cast: Amie,Silken Sisters,Tholapsyx,Female Player Character 3)\", \"Danny Burstein (Cast: Khulmar Ironfist,Sir Grayson,Donler,Haeromos)\", \"Charity James (Cast: Katriona,Natale,Female Player Character #4,Hezebel)\", \"Elizabeth Van Meter (Cast: Alaine,Kana,Glina,Female Player Character #1,Additional Voices)\", \"Brian Hutchison (Cast: Sir Nevalle)\", \"David Coburn (Cast: Baalbisan,Annaeus Spirit,Darmon)\", \"Jeff Gurner (Cast: Marshall Cormick,Fire Giant King,Jochris,Nameless Spirit)\", \"Michael Furjanic (Cast: Daered,Additional Voices)\", \"Paul Poren (Cast: Bandit #1)\", \"Paul Pinto (Cast: Bandit #2,Additional Voices)\", \"Dave Fraser (Cast: Male Player Character #5,Additional Voices)\", \"Charlie Hendricks (Cast: Venton Orley)\", \"David Pittu (Cast: Shadow Reaver #1,Brawler #1,Wolf #1,Commoner #2,Mordren)\", \"Ariel Winters (Cast: Shadow Reaver #3,Zaxis,Additional Voices)\", \"Chris Peterson (Cast: Shadow Reaver #2,Additional Voices)\", \"Neil Michael Goldberg (Cast: Slaan,Naevan,Additional Voices)\", \"Becca Ayers (Cast: Nya,Hetha,Female Player Character #5)\", \"Lloyd Floyd (Cast: Wolf Thug,Shadow Priest,Bug Bear)\", \"Malcolm Morano (Cast: Wolf Boy, Marcus)\", \"Mark D. Kauffman (Cast: Additional Voices)\", \"Matthew Polis (Cast: Additional Voices)\", \"Dennis Ho (Cast: Additional Voices)\", \"Ben Prezelski (Cast: Additional Voices)\", \"Scott McMahon (Cast: Additional Voices)\", \"Dylan Hall (Cast: Additional Voices)\", \"David Reynolds (Cast: Additional Voices)\", \"Dan Feit (Cast: Additional Voices)\", \"Sara Chenoweth (Cast: Additional Voices)\", \"Sanford Livingston (Cast: Additional Voices)\", \"Nora Woolley (Cast: Additional Voices)\", \"Jeremy Garrido (Cast: Additional Voices)\", \"Scott Kemper (Cast: Additional Voices)\", \"Chris Jai Alex (Cast: Umoja,Ulwelth)\", \"Chanda Dancy (Cast: Succubuses)\", \"Margaret Easley (Cast: Katya,Kazimika Vadoi)\", \"Jon Galloway (Produced By: lead producer)\", \"John Hight (Produced By: executive producer)\", \"Siggi K\\u00f6gl (Produced By: executive producer)\", \"Chris Peterson (Produced By: executive producer)\", \"Hudson Piehl (Produced By: executive producer)\", \"David Gray Fraser (Music)\", \"Neil Michael Goldberg (Music)\", \"Chanda Dancy (Sound: sound implementation)\", \"David Gray Fraser (Sound: sound director)\", \"Michael Furjanic (Sound: sound engineer)\", \"Neil Michael Goldberg (Sound: sound director)\", \"Mark D. Kauffman (Sound: sound designer)\", \"Matthew Polis (Sound: sound engineer)\", \"Nathan Smith (Sound: additional sound designer,sound implementation)\", \"Ariel Winters (Sound: sound designer)\", \"Judy Henderson (Casting Director)\", \"Tramell Ray Isaac (Art Direction)\", \"Shawn Miller (Animation: animator)\", \"Shon Stewart (Animation: animator)\", \"Andrew Aye (software engineer)\", \"Lisa Bonifacino (game tester)\", \"Drave Cochems (game tester)\", \"Barry Ellis (game tester)\", \"Eric Fenstermaker (designer)\", \"Jason Gates (project lead)\", \"John Hockaday (beta test administrator)\", \"Alissa Ivanovich (assistant lead tester)\", \"Mark D. Kauffman (additional voice-over director)\", \"Frank Kim (game tester)\", \"Frank Kowalkowski (lead programmer)\", \"Alex Macutay (game tester)\", \"Corey A. Messer (game tester)\", \"Alvin Nelson (lead tester)\", \"Kimo Pamintuan (beta test administrator)\", \"Kevin Phan (game tester)\", \"Paul Pinto (voice-over director)\", \"Rick Ramey (game tester)\", \"Alan Salmassian (game tester)\", \"Richard Taylor (programming)\", \"Stefano Terry (quality assurance tester)\", \"Cameo Wininger (game tester)\", \"Ariel Winters (additional voice-over director)\", \"Kai Xu (game tester)\", \"Anthony Yee (game tester)\", \"Jan Holzner (Music Department: score recording engineer)\", \"Kimberly Graham (Casting Department: casting associate)\"], \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"Atari SA (Publisher)\", \"Obsidian Entertainment (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"T\"}", "{\"title\": \"Are You a Catch?: Scanner & Meter\", \"title_search\": \"are you a catch scanner  meter\", \"title_keyword\": \"are you a catch scanner  meter\", \"url\": \"https://www.metacritic.com/game/are-you-a-catch-scanner-and-meter/\", \"summary\": \"Are you a Catch?  This scanner will tell you so! - built with high quality and hilarious sound effects.All Scanners in One detects all things you need and more! Just hold your finger down on the scanner, have it analyze your DNA, and it tells you any of the following you choose:*Are You a Catch? (Included in this FREE version)*How Sexy Are You?*The Mood Scanner.*Femininity Scanner. (Are you a Male or Female?)*Loser Detector.*Stupidity Scanner.*How Gross Are You?*Ugly Scanner 2000.*Random Button to take you to any Scanner.***SECRET FEATURE***You can cheat to FORCE the needle to have a left most reading or a right most reading. Press the LEFT or RIGHT side of the red label of the Scanner Name (just below the finger scanner) to force a left or right needle reading. Pushing down on either of these secret buttons will cause the small light under the needle to blink.Tip: If you pressed one of the secret buttons and would like to return to normal operation without performing a scan, put your finger on the scanner, and remove your finger before the scan is complete. The last secret button you pressed will then be canceled and resume to normal operation.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177047-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177047-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"RFAMapps (Developer)\", \"RFAMapps (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Miriel's Enchanted Mystery\", \"title_search\": \"miriels enchanted mystery\", \"title_keyword\": \"miriels enchanted mystery\", \"url\": \"https://www.metacritic.com/game/miriels-enchanted-mystery/\", \"summary\": \"Miriel returns in an exciting sequel. Find out what&#39;s the story behind the mysterious egg artifact and journey through four unique locations. Create bread, potions, cakes, colored cloth, and many of other of exciting products. Use powerful spells to aid your tasks and buy more products and skills from the shop. Miriel&#39;s Enchanted Mystery is ripe with entertaining choices!  &#34;Ultra Recommended&#34; -casualexplosion.com  &#34;If you&#39;re a fan of time management, you&#39;ll likely enjoy Miriel&#39;s Enchanted Mystery&#34; -jayisgames.com  Also check out the first Miriel-game: Miriel the Magical Merchant  Trailer: <a href=\\\"http://bit.ly/mirielem\\\" target=\\\"_blank\\\">http://bit.ly/mirielem</a>_video  UPDATE COMING SOON: Fixes the retry-button bug after the level end. Work around: Let the level end music finish before hitting retry.\", \"genre\": [\"Action Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174626-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174626-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"10tons (Publisher)\", \"MythPeople (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"Bang! The Official Video Game\", \"title_search\": \"bang the official video game\", \"title_keyword\": \"bang the official video game\", \"url\": \"https://www.metacritic.com/game/bang-the-official-video-game/\", \"summary\": \"Happy new year! Special Launch Discount!!!  Join 600&#39;000 boardgame players in this award-winning Spaghetti-Western experience.  Origins Awards: &#34;Best Game&#34;, &#34;Best Design&#34; Listed as one of the &#34;Top 100 Family Games of the Century&#34;.  Game info: In the wild west, the Sheriff gives chase to the Outlaws, the Outlaws give chase to the Sheriff, and the Renegade plots in the dark, ready to switch from one side to the other. Soon enough, bullets start to fly! Which of the gunmen are Deputies, ready to sacrifice themselves for the Sheriff? And which are the merciless Outlaws, looking to gun him down?  Guns, horses, dynamite, bang!, missed, beer... are just some of the cards you can play for a deep and fun experience in the wild west!  Play now this single-player Premiere, get the Special DISCOUNT and receive the upcoming MultiCross online gaming update for FREE!!!\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177296-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177296-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Australia\", \"Europe\"], \"companies\": [\"Palzoun & SpinVector (Publisher)\", \"Palzoun & SpinVector (Developer)\"], \"platforms\": [\"PlayStation 3\", \"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Sturmwind\", \"title_search\": \"sturmwind\", \"title_keyword\": \"sturmwind\", \"url\": \"https://www.metacritic.com/game/sturmwind/\", \"summary\": \"You found the way in now find the way out!\\r \\r Survive 16 levels and even more big grumpy boss enemies!\\r \\r -16 levels\\r -Huge boss enemies\\r -FMV intro sequence\\r -3 selectable weapons\\r -3 selectable difficulty levels\\r -Hundreds of different enemies\", \"genre\": [\"Vertical Shoot-'Em-Up\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2013-04-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-177321-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-177323-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\", \"Europe\", \"North America\"], \"companies\": [\"Duranik (Developer)\", \"redspotgames (Publisher)\"], \"platforms\": [\"Dreamcast\"], \"rating\": null}", "{\"title\": \"Aus vs Eng Test Series Deluxe\", \"title_search\": \"aus vs eng test series deluxe\", \"title_keyword\": \"aus vs eng test series deluxe\", \"url\": \"https://www.metacritic.com/game/aus-vs-eng-test-series-deluxe/\", \"summary\": \"Aus vs Eng Test series Deluxe *****************  It is time history repeats itself on the field, where the legends of cricket, England &amp; Australia prepare for the ultimate showdown to lay a mark of their cricketing dominance over each other. This game brings you the rivaling cricket action capturing the true  essence of the &lsquo;Ashes series&rsquo; between these two nations.  &lsquo;AUS VS ENG Test Series&rsquo; is the most complete Test cricket game for your iPad/iPhone/iPod of any generation. You can play in a variety of modes including Quick Test, Test Series and the Pass -N- Play turn based mode. Experience the full &ldquo;Down Under&rdquo; Test series with Test  Cricket rules.   Features --------------------------  Quick Test Mode: - Did you know you could play a whole test match at the pace of a One Day International Match? Fast paced test cricket action, where your tactics play the key.   Test Series: - For all you hardcore cricket fans, play the game like it&rsquo;s meant to be played in real. Bat, Bowl, lay down your strategies, ball to ball analysis, follow- up, declare &hellip; It has it all!  Pass N Play: - Challenge a friend to a match on the same device with this one of a kind feature, never seen with a cricket game on the Appstore before.   &gt; All original venues for the Ashes series played in Australia including Melbourne and Sydney!  &gt; Charming look and feel with sound effects, voice commentary, and music to create the sensational cricket experience.  &gt; Featuring &lsquo;mini-innings&rsquo; where you can choose between 9, 12, 15 overs per day, with test match regulations in place like options to declare.  &gt; Full Dynamic Fielding  &gt; Full control on Change batting &amp; bowling order  &gt; Spinner, Fast and Medium Pacer Bowling Options  &gt; 2 teams, 5 stadiums &amp; 3 difficulty modes  &gt; Ball-by-ball Over Analysis Complete Scoreboard Analysis  &gt; Simple pick up and play controls for batting &amp; bowling.  &gt; TV Broadcast style cameras to bring you a cinematic experience!   ** (Australia Vs England Test Series, the game is not affiliated with the official ICC   Ashes tournament).\", \"genre\": [\"Cricket\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177418-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177418-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Indiagames (Developer)\", \"Indiagames (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Block Rogue\", \"title_search\": \"block rogue\", \"title_keyword\": \"block rogue\", \"url\": \"https://www.metacritic.com/game/block-rogue/\", \"summary\": \"A massive, labyrinthine dungeon, hundreds of mind-bending puzzles, and a dark mystery waiting to be solved. Prepare yourself: Block Rogue is the biggest mobile puzzle adventure game ever made.\", \"genre\": [\"Adventure\"], \"metascore\": \"71\", \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177428-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177428-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Buzz Monkey Software (Developer)\", \"Buzz Monkey Software (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Strategic Command WW1: The Great War 1914-1918\", \"title_search\": \"strategic command ww1 the great war 19141918\", \"title_keyword\": \"strategic command ww1 the great war 19141918\", \"url\": \"https://www.metacritic.com/game/strategic-command-ww1-the-great-war-1914-1918/\", \"summary\": \"Strategic Command World War I: The Great War 1914-1918 provides you with the opportunity to re-write history in a war that changed the destiny of Europe but of the whole world. To win, you must manage your resources wisely, incorporate diplomacy and shrewd decisions, invest in technological research, and apply sound warfare strategies. Will you lead your forces to total victory, or ultimately fail and fall to bitter defeat?\", \"genre\": [\"Turn-Based Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177588-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177588-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Fury Software (Developer)\", \"Battlefront.com (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"CuBlocks\", \"title_search\": \"cublocks\", \"title_keyword\": \"cublocks\", \"url\": \"https://www.metacritic.com/game/cublocks/\", \"summary\": \"Rotate the gems to form clusters of four or more within the time limit, then hit the targets to make it into the next round. Every few rounds the bar is raised. Two players can go head to head in an attempt to remove more gems then their opponent. Doing so will allow your avatar to attack. Knock out your adversary to win!\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177749-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177749-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Stinky Badger (Developer)\", \"Stinky Badger (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Playman Winter Games\", \"title_search\": \"playman winter games\", \"title_keyword\": \"playman winter games\", \"url\": \"https://www.metacritic.com/game/playman-winter-games/\", \"summary\": \"Experience the thrill of victory in an electrifying Winter Sports competition optimized for the iPhone and iPod touch.  Join Playman in five exhilarating events that are sure to warm you up when it&#39;s cold outside. How fast can you go in speed skating? Can you nail the big jump in freestyle moguls? Is your aim steady enough for the Biathlon? Choose your favorite character from 12 different sports heroes and tackle these and two other exciting competitions separately, or take part in all five contests at once to become a true champion!    Play with up to five friends in the hot-seat multiplayer mode and post your high scores with Game Center. It&#39;s an exciting sports challenge that will keep you coming back for more!  FEATURES:  &bull; Five thrilling events including Speed Skating, Snowboard Cross and Freestyle Moguls. &bull; Select from 12 sports heroes to become a true champion.  &bull; Play solo or challenge up to five friends in the multiplayer mode. &bull; Post your record scores with Game Center  Highly recommended for fans of the award winning Playman Track &amp; Field series, winter sports games, and competive casual gamers!  GameHouse Guarantee: We take pride in the loyalty and trust our customers show us when they purchase a GameHouse product. If you are not completely satisfied with your recent purchase, please contact us at iphone-games@real.com.\", \"genre\": [\"Athletics\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-06\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177791-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177791-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"GameHouse (Developer)\", \"GameHouse (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"take-me-home\", \"title_search\": \"takemehome\", \"title_keyword\": \"takemehome\", \"url\": \"https://www.metacritic.com/game/take-me-home/\", \"summary\": \"Your objective is to help a slightly tight man to get home. Just tilt the gadget and do not let him down. And one more thing... There will appear the bottles on the road. You&#39;d better to throw them off.\", \"genre\": [\"Trivia\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-06\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177863-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-177863-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"heximal (Developer)\", \"heximal (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Karous: The Beast of Re:Eden\", \"title_search\": \"karous the beast of reeden\", \"title_keyword\": \"karous the beast of reeden\", \"url\": \"https://www.metacritic.com/game/karous-the-beast-of-re-eden/\", \"summary\": \"Karous -The Beast of Re:Eden- is a 3D vertical shoot 'em up game.\\r \\r Two sisters escape their fate as research subjects and fight to survive using aircrafts of war.\\r \\r Karous -The Beast of Re:Eden- is a 3D vertical shoot 'em up game. This game allows players to design their own aircraft by letting them choose which weapons and items they take with them into battle.\\r \\r The player's aircraft can use shields, different shots, bombs, and swords. Each of these will also level up the more they're used and increase in power. Additional weapons and items will unlock as the player progresses, as well.\\r \\r Karous -The Beast of Re:Eden- features over 100 missions to complete along with a number of achievements in addition to boss battles.\\r \\r Unlike other, traditional shooting games, Karous' mission system gives the player the freedom to follow multiple, branching paths which can lead to different endings.\", \"genre\": [\"Vertical Shoot-'Em-Up\"], \"metascore\": \"46\", \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2015-04-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-612231-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-612231-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally unfavorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"Japan\", \"North America\", \"Europe\"], \"companies\": [\"CIRCLE Entertainment (Publisher)\", \"RS34 (Developer)\"], \"platforms\": [\"3DS\"], \"rating\": \"E\"}", "{\"title\": \"Rocket Balls\", \"title_search\": \"rocket balls\", \"title_keyword\": \"rocket balls\", \"url\": \"https://www.metacritic.com/game/rocket-balls/\", \"summary\": \"Compete with other people and basket more balls than your opponents. Check your friends scores and yours in Game Center to make the game more competitive. In the Single Player mode you can practise and improve your personal statistics.\", \"genre\": [\"Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178037-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178037-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Cosmonaut Games (Developer)\", \"Cosmonaut Games (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Emross War\", \"title_search\": \"emross war\", \"title_keyword\": \"emross war\", \"url\": \"https://www.metacritic.com/game/emross-war/\", \"summary\": \"Emross War is a free massively-multiplayer strategy game. It takes only 3 minutes to learn, and is extremely fun!  The story happens in Emross, the land of Myth and Legend, which has been under wars among Human, Elf, and Orc since very ancient time. Now with the invasion of Chaos Army, the situations are becoming even more complex&hellip; You will start as a young Lord inheriting a small castle from your family. As you gradually develop and march your way to victory, you will have chance to meet and recruit many different legend heroes, and be able to summon the most powerful guardian creature of your own race! And you are NOT fighting alone. You and friends can build a very powerful alliance; make it a dominant presence in Emross; and finally defeat the Chaos and restore order to the land!\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178082-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178082-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"iFree Studio (Publisher)\", \"iFree Studio (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Rhythm Control\", \"title_search\": \"rhythm control\", \"title_keyword\": \"rhythm control\", \"url\": \"https://www.metacritic.com/game/rhythm-control/\", \"summary\": \"#1 Music game in the Swedish App Store!  A new music game tailored for the iOS devices, fully utilizing the multi touch screen with simple but addictive gameplay appealing to both newcomers to the genre as well as experienced music game fans.  Rhythm Control contains music by European and Japanese artists. Some songs are custom made for the game, others are hand picked licensed songs.  The first release of the game features 12 songs. Additional songs are planned in free updates as well as in paid DLC.   Gameplay and difficulty tweaked to make the game enjoyable for both beginners and advanced music game players.   Smooth 60 fps gameplay.  Retina display support.  Tracklist:   Baby, I can Forgive - Data 80  Can You Save Me - Sophie Rimheden feat. Annika Holmberg Desolate View - Boeoes Kaelstigen feat. Stefan Storm Europhonic - 61&deg;  Go Away (Duardo Remix) - Sophie Rimheden feat. Aaron Phiri  Gratefull Para-die-se - Die!!Die!!Color!!  I Miss You - Donk Terrorist  Kagami - 61&deg;  Night and Day - Data 80  RT-303 - Dee!  Sn&auml;lla TV Plz - Slagsm&aring;lsklubben (unreleased song from their upcoming album!)  Youth Blood - Little Jinder   *** This game has only been tested on Iphone 3GS and iPhone 4. Compatibility on other devices is not guaranteed ***  iPad owners, please check out Rhythm Control HD, coming soon!\", \"genre\": [\"Rhythm\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178136-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178136-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Daikonsoft Sweden (Developer)\", \"Daikonsoft Sweden (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Alien Breed Trilogy\", \"title_search\": \"alien breed trilogy\", \"title_keyword\": \"alien breed trilogy\", \"url\": \"https://www.metacritic.com/game/alien-breed-trilogy/\", \"summary\": \"The thrilling shooter trilogy - all on one disc  Experience the ultimate in science-fiction action with the Alien Breed Trilogy: three arcade shooter titles in one explosive collection for the first time!  - 2-player co-op action - 3 epic single-player campaigns - Classic arcade-shooter gameplay\", \"genre\": [\"Compilation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-178150-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-178150-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Europe\", \"Australia\", \"North America\"], \"companies\": [\"Mastertronic (Publisher)\", \"Team17 (Developer)\"], \"platforms\": [\"Xbox 360\", \"PlayStation 3\", \"PC\"], \"rating\": null}", "{\"title\": \"Ikari Warriors II: Victory Road\", \"title_search\": \"ikari warriors ii victory road\", \"title_keyword\": \"ikari warriors ii victory road\", \"url\": \"https://www.metacritic.com/game/ikari-warriors-ii-victory-road/\", \"summary\": \"You begin this game on the \\\"stairway to heaven\\\" through a weird Egyptian land. Having survived the bloodsucking monsters of the first phase, you then progress on to the actual road itself.  This is where the fun really begins! You will meet vampires, two and three headed monsters - the head will fly at you on its own, just when you think you are gaining the upper hand.  The road winds on and on, through tombs containing the bones of former seekers after fame and very much alive Eldrich horrors. Trapdoors and elevators transport you - sometimes to your surprise inside ancient buildings and under lakes and oceans. Collect icons to build up the firepower necessary to fight off your aggressors.  Action and excitement all the way with this macabre and unusual game; which has that elusive extra something to keep you coming back for more.\", \"genre\": [\"Top-Down Shoot-'Em-Up\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"7.0\", \"user_reviews\": 0, \"release_date\": \"2011-11-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178586-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178586-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\", \"Australia\", \"Asia\"], \"companies\": [\"SNK Playmore (Developer)\", \"SNK Playmore (Publisher)\"], \"platforms\": [\"Nintendo Switch\", \"PlayStation 4\", \"PSP\", \"PC\"], \"rating\": \"E10+\"}", "{\"title\": \"Rikishi\", \"title_search\": \"rikishi\", \"title_keyword\": \"rikishi\", \"url\": \"https://www.metacritic.com/game/rikishi/\", \"summary\": null, \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178618-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178618-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"ArtePiazza (Developer)\", \"ArtePiazza (Publisher)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Kong\", \"title_search\": \"kong\", \"title_keyword\": \"kong\", \"url\": \"https://www.metacritic.com/game/kong/\", \"summary\": \"This retro game is inspired by Donkey Kong but the graphics are COMPLETELY DIFFERENT. Make sure you check out the screenshots before buying the game.   Climb ladders and jump across rolling barrels to reach Kong at the top of the building.  Controls: swipe left/right to run. Swipe up to jump. Swipe up to climb a ladder.  Do not buy the game if you don&#39;t like swipe controls.  Hope you like it :-)\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-12\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178668-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178668-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Mikael Petersson (Developer)\", \"Mikael Petersson (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"James Noir's Hollywood Crimes\", \"title_search\": \"james noirs hollywood crimes\", \"title_keyword\": \"james noirs hollywood crimes\", \"url\": \"https://www.metacritic.com/game/james-noirs-hollywood-crimes/\", \"summary\": \"James Noir's Hollywood Crimes for iPhone, iPad and iPod Touch is a mind-bending puzzle adventure in an interactive 3D world! Experience the thrill of uncovering a deadly mystery as you solve over 150 tailor-made mind games. Hollywood, 1961. As an expert in puzzles and riddles, you have been selected to participate in a famous TV game show. But the set of the show is in danger: as you play, you discover a series of murders targeting former candidates. The FBI needs your talent to solve the puzzles left by the killer and track him down\\u2026 but be sure to find him before he finds you!\\u2022 A VARIETY OF CLASSIC AND 3D PUZZLES Puzzles cover a range of classic types: Images, Wordplay, Numbers, Drawing, Shapes and Colors, Tiling Puzzles, Grids, Problem solving, Labyrinth, Physics.\\u2022 PLAY THE MAIN CHARACTER AND GET IMMERSED IN 1960\\u2019S HOLLYWOOD? The criminal mastermind provokes you by using your own private details.? The crime-scene clues and the storyline have a strangely familiar feeling. \\u2022 1960\\u2019S REALISTIC ART Appealing and trendy art direction that puts you back in the best of the 60\\u2019s \\u2013 luxurious settings and a dashing crime-busting partner The game alternates between the 60\\u2019s TV game show setting and the mystery investigation.\", \"genre\": [\"Puzzle\"], \"metascore\": \"60\", \"critic_reviews\": 22, \"user_score\": \"6.6\", \"user_reviews\": 7, \"release_date\": \"2011-11-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-178712-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-178712-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Australia\", \"Europe\"], \"companies\": [\"Ubisoft (Developer)\", \"Ubisoft (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"3DS\"], \"rating\": \"T\"}", "{\"title\": \"BattleSpell\", \"title_search\": \"battlespell\", \"title_keyword\": \"battlespell\", \"url\": \"https://www.metacritic.com/game/battlespell/\", \"summary\": \"Battlespell is a duel card game based in a fantasy setting. You choose your kingdom, then your deck to play and then a hero. You win by getting your hero&#39;s Energy to 100 or by dropping your opponent&#39;s Energy to 0. Each hero has resources: mine, magic and camp, which give you respectively gold, mana and recruits. The heroes also have unique skills which they can play once per match. You need those resources to play a card. Each card has unique effects. There are special Unit cards in the decks which stay on the stage and fight with your opponent.   The Story: In the world of Nysenia there was a centuries old war between the Humans of Ardania and the Undead of Mordena. During their last battle in the Bras Plains they have thrown enormous forces against each other. The conflict shattered the land and the impact was so huge that it threatened the existence of the world itself. Magicians from the Hidden Kingdom Lorelight decided to intervene and stop the madness of the raging kings. Their wizard leader - Elnan Wise Wand teleported himself in the center of the battle. From there, alone, he cast a spell with unseen power - it petrified everything in hundreds of miles. He managed to stop the battle but he payed for this with his life as the spell drew energy from his body. The huge battleground became still and silent. Echoes of the war were over. Only statues of thousands of warriors remained there. Both the kings of Humans and Undead were awed from the power of the spell. The sudden ending of their armies shocked them. The magician followers of Elnan sent them a message to let them know of the sacrifice of the wizard leader, and that Lorelight will not tolerate any more this war. The Kings had no other choice but to end the war and sign a peace treaty. But they also had to find another outlet for their hate for each other. That&#39;s how they started the BattleSpell tournament. Their legal and civilized way to continue fighting in a small barren territories near the Petrified Battlefield. Any Hero is welcome to join the fighting forces of the Kingdoms and show his strength in the tournament!\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-12\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178832-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178832-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Mobile Systems (Developer)\", \"Mobile Systems (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Bouncer Boot Out\", \"title_search\": \"bouncer boot out\", \"title_keyword\": \"bouncer boot out\", \"url\": \"https://www.metacritic.com/game/bouncer-boot-out/\", \"summary\": \"Boot out the BAD!  Let in the RAD!  The hottest clubs in Funky Town need someone to manage their queues.  Are you jerk enough to accept the challenge?  Swipe gameplay allows you to flick out rejects, switch patrons and line up those all important combo boot-outs!  Learn who to let in.  Will it be the rich, pretty and fashionable? If so, you&rsquo;d better hope you&rsquo;re not working Vampire Night at the Hellfire Club!  Bouncer Boot Out features: - Swipe gameplay  - Two modes of play: Timed &amp; Survival - Five unlockable clubs with varying difficulty - 30 unique characters: learn who&rsquo;s bad and who&rsquo;s rad! - A weekly updated Bouncer Boot Out comic strip - Some really awesome music!  Bouncer Boot Out: it&rsquo;s the game for the pretentious hipster in all of us.  PLEASE NOTE: This game is currently optimized for 3G devices and above, and may perform poorly on 2nd Generation devices.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178862-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178862-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"5th World Media (Publisher)\", \"5th World Media (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Karimogi\", \"title_search\": \"karimogi\", \"title_keyword\": \"karimogi\", \"url\": \"https://www.metacritic.com/game/karimogi/\", \"summary\": null, \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"5.8\", \"user_reviews\": 0, \"release_date\": \"2011-01-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178972-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-178972-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"StormBASIC Games (Publisher)\", \"StormBASIC Games (Developer)\"], \"platforms\": [\"PSP\"], \"rating\": \"E\"}", "{\"title\": \"The Pantheon Cycle: Shrouded Aspect\", \"title_search\": \"the pantheon cycle shrouded aspect\", \"title_keyword\": \"the pantheon cycle shrouded aspect\", \"url\": \"https://www.metacritic.com/game/the-pantheon-cycle-shrouded-aspect/\", \"summary\": \"For a very limited time, Shrouded Aspect will have an introductory price of $4.99. The price will change to its normal amount of $9.99 after a couple weeks.  Shrouded Aspect is the first installment in The Pantheon Cycle series. This single-player turn-based strategy game is set in a fantasy realm of ancient Celtic lore.  Focusing on combat instead of role-playing, action is always just a few touches away. Combat takes place on battlefields with hex-based movement. Over 200 skills can be learned through experience, as well as new equipment obtained throughout the campaign.  Harness the power of six different world energies to help your characters fight the evil plague that infests the land...Earth, Nature, Fire, Water, Life, and Death. Or you can do it the old-fashioned way with muscle and steel.  The story-driven campaign provides over 30 hours of gameplay, covering 32 scenarios with branching paths, allowing for replayability even in the single-player campaign.  For more information and screenshots, visit www.gilligames.com/sa  Technical Notes: iPad, iPod Touch 3rd gen, or iPhone 3GS or newer is recommended for performance reasons.  iPad currently suffers from a sound bug. If you notice that sound effects stop playing, quit the app and relaunch it to restore sound effects. Background music is not affected by the bug.  If you experience random unexpected quitting of the app, it is most likely due to low memory issues. Please restart your device before playing. Save often!\", \"genre\": [\"RPG\"], \"metascore\": \"59\", \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179063-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179063-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Gilligames (Publisher)\", \"Gilligames (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Luna Online - Luna Plus\", \"title_search\": \"luna online  luna plus\", \"title_keyword\": \"luna online  luna plus\", \"url\": \"https://www.metacritic.com/game/luna-online-luna-plus/\", \"summary\": \"Luna Plus, the first expansion to the smash-hit 3D MMORPG, Luna Online, is now live!  This major expansion will increase the level cap from 120 to 150 and introduce a brand new race as well as new job changes at level 145.  Players will be able to explore seven new high level zones, raid massive new dungeons, and battle hundreds of amazing new monsters!\", \"genre\": [\"MMORPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179172-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179172-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"EYA Interactive (Developer)\", \"gPotato (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Sword and Hammer\", \"title_search\": \"sword and hammer\", \"title_keyword\": \"sword and hammer\", \"url\": \"https://www.metacritic.com/game/sword-and-hammer/\", \"summary\": \"The reign is in chaos, choose between Sigfried the Sword of the king and Gregor the hammer of the king, live an epic adventure fighting against thieves, rebel knights and a dark cult leaded by a lich. Real actors lend their faces and skills to this fantasy adventure you will not easy forget, can you survive or will you die fighting for the king?\", \"genre\": [\"Miscellaneous\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179187-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179187-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": [\"Vittorio Messina (Directed By)\", \"Claudio Battiato (Cast)\", \"Nicolo Cappello (Cast)\", \"Claudio Alessandro Gravano (Cast)\", \"Manfredi Nicotra (Cast)\", \"Daniele Sapia (Cast)\", \"Claudio Battiato (Produced By: executive producer)\"], \"countries\": [\"North America\"], \"companies\": [\"BM Games (Publisher)\", \"BM Games (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"GunLord\", \"title_search\": \"gunlord\", \"title_keyword\": \"gunlord\", \"url\": \"https://www.metacritic.com/game/gunlord/\", \"summary\": null, \"genre\": [\"Horizontal Shoot-'Em-Up\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2012-06-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-179205-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-179205-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Europe\"], \"companies\": [\"NG:DEV.TEAM (Developer)\", \"NG:DEV.TEAM (Publisher)\"], \"platforms\": [\"Dreamcast\"], \"rating\": null}", "{\"title\": \"Metro Ski Challenge\", \"title_search\": \"metro ski challenge\", \"title_keyword\": \"metro ski challenge\", \"url\": \"https://www.metacritic.com/game/metro-ski-challenge/\", \"summary\": \"Ski Challenge 2011, in association with Metro Apps and Teletext Holidays, is the ultimate virtual skiing game!  Control the game by tilting your iPhone or iPad to make it feel like you&#39;re actually racing down the slopes.  Over the course of the season you compete in 6 faithfully recreated real-life ski runs in world famous resorts such as Val d&rsquo;Isere.  The goal is to master these runs as fast as possible in offline training and get ready for the online qualification and compete with other players!  Your fastest time will be competing against others around the world to be crowned King or Queen of the slopes.   The game also includes a chance to *win* a week-long skiing holiday to Austria in March 2011, flying from London, UK. You can enter the competition whereever you are in the world.  ************ FEATURES: ************  - innovative 3D graphics and physics - 6 real-life recreated race tracks - feel the speed! isometric first-player tilt-control gameplay - training and tournament mode: practice and take part in races against real opponents - live ranking &ndash; watch your record time climb the world ranks in real-time! - ghost feature: directly compare your own ability with that of fellow gamers, who are represented by a ghost on the same piste - adjust your ski characterics (carve, grip, speed) depending on your level: beginner, intermediate, expert, or even create your own! - fluid and realistic ski simulation  ************ WIN A SKIING HOLIDAY: ************  - All players can enter a competition to win a fantastic week&rsquo;s skiing in Austria. This superb prize is for two people to stay at Hotel Berghof in the popular and lively Austrian ski resort of Mayerhofen. For full details and Terms &amp; Condition see apps.metro.co.uk/promotions\", \"genre\": [\"Skiing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179410-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179410-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Greentube IES AG (Publisher)\", \"Greentube IES AG (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Grand Mer\", \"title_search\": \"grand mer\", \"title_keyword\": \"grand mer\", \"url\": \"https://www.metacritic.com/game/grand-mer/\", \"summary\": \"Grand Mer takes place in the year 2018 on planet Earth after massive flooding caused by global warming, climate change and heavy rains. Fishing is now the single most important activity as the human race fights starvation in an effort to survive. Players entering the world for the first time will begin by selecting one of six characters with varying degrees of skill and fishing talents. Upgradeable characters, boats and fishing gear personalize the experience as players work to enhance their skills. An open world of seas features dynamically changing shoals of fish, leading anglers on a hunt that requires expert tracking of weather, time and location. Experience a casual and fun fishing environment with friends in free-play mode, or battle against other anglers in a race for the ultimate catch and glory!\", \"genre\": [\"Fishing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179473-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179473-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"T3 Entertainment (Developer)\", \"RedBana (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Broken (Canceled)\", \"title_search\": \"broken canceled\", \"title_keyword\": \"broken canceled\", \"url\": \"https://www.metacritic.com/game/broken-canceled/\", \"summary\": null, \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\", \"Europe\"], \"companies\": [\"SCEI (Publisher)\", \"SCEI (Developer)\"], \"platforms\": [\"PlayStation Vita\"], \"rating\": null}", "{\"title\": \"Panopticon (2011)\", \"title_search\": \"panopticon 2011\", \"title_keyword\": \"panopticon 2011\", \"url\": \"https://www.metacritic.com/game/panopticon-2011/\", \"summary\": \"The Panopticon has control of the Great Machines and over the minds of men. Join the fight to bring down the Panopticon and free humanity from slavery to the machines.\\r \\r Panopticon provides a unique gameplay experience that uses the full capabilities of the iPad's multitouch display- control disks by using up to eight fingers at once to complete 100 levels that are both mental and physical challenges. Experience a whole new way to use your iPad. \\r \\r Steampunk-inspired environments and music by acclaimed steampunk band &quot;Vernian Process&quot; create an engaging experience.\\r \\r Features of Panopticon:\\r * 100 levels to master in story mode, including five intense boss battles\\r * Unlimited play in speed mode with OpenFeint high scores\\r * OpenFeint achievements\\r * Steampunk theme\\r * Atmospheric music by acclaimed steampunk band &quot;Vernian Process&quot; (www.vernianprocess.com)\\r \\r See video of the game at: <a href=\\\"http://www.youtube.com/watch\\\" target=\\\"_blank\\\">http://www.youtube.com/watch</a>?v=Cax2ucAxj_g\\r \\r New gameplay video: <a href=\\\"http://www.youtube.com/watch\\\" target=\\\"_blank\\\">http://www.youtube.com/watch</a>?v=4qnNgt6PI4o\\r \\r *****\\r \\r What reviewers are saying:\\r \\r &quot;... the sheer uniqueness of the game experience is difficult to resist. Panopticon engages not just the mind, but the whole body.&quot; --- Slide To Play (8/10)\\r \\r *****\\r \\r Tips:\\r * Take your time to plan your approach to a level. Consider your initial finger placement carefully- this can be crucial to completing a level successfully. Even the placement of the iPad can be important.\\r * Once you've &quot;picked up&quot; a disk, you can slide your finger away from the disk, even if you haven't picked up all disks- this can help you to pick up multiple disks more easily and is crucial in boss battles and speed mode.\\r * You can release disks briefly to swap fingers, but be quick or they'll get away from you\\r * Get inventive- we'd love to hear of interesting approaches to solving levels\\r * For kids: try having two kids work co-operatively to solve more difficult levels.\", \"genre\": [\"Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-27\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179723-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179723-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Quokka Studios Pty Ltd (Developer)\", \"Quokka Studios Pty Ltd (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Grim Joggers\", \"title_search\": \"grim joggers\", \"title_keyword\": \"grim joggers\", \"url\": \"https://www.metacritic.com/game/grim-joggers/\", \"summary\": \"LIMITED TIME INTRODUCTORY OFFER: 50% OFF!  &#34;Some people just jog in the wrong place at the wrong time.&#34; -Coach Goreman  Grim Joggers is an addictive running game where you control multiple characters instead of one. It&#39;s an arcade-style survival game with online leaderboards and achievements. It&#39;s jogging become bloodsport.   &bull; Three unique worlds  &bull; Several ways to die &bull; Extreme playability &bull; Universal App &bull; Over two dozen Game Center achievements &bull; Game Center leaderboards &bull; Probably the most brutal jogging game out there &bull; Easy to learn controls &bull; Fun for those who love jogging or hate jogging  iPad Gameplay: <a href=\\\"http://bit.ly/gj\\\" target=\\\"_blank\\\">http://bit.ly/gj</a>_ipad The trailer (includes polar bears): <a href=\\\"http://bit.ly/gj\\\" target=\\\"_blank\\\">http://bit.ly/gj</a>_trailer  Update in the works! The update will include the fourth world. Attach your bayonets!\", \"genre\": [\"2D Platformer\"], \"metascore\": \"79\", \"critic_reviews\": 11, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179733-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179733-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"10tons (Developer)\", \"10tons (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Swap This!\", \"title_search\": \"swap this\", \"title_keyword\": \"swap this\", \"url\": \"https://www.metacritic.com/game/swap-this/\", \"summary\": \"SWAP IT LIKE THIS! Sure, there are other swap games out there. But how many let you save crazy-cute piranha-like creatures stuck in ice blocks with this much speed and intensity? There&rsquo;s only one &ndash; and THIS IS IT! Created by Two Tribes with a freakishly fast match-game mechanic, jump into 3 games modes and casually kill a few minutes or play for hours. Get hooked on the freezing fishy swapping frenzy!   HANDLE WITH CARE! ONCE YOU SWAP YOU JUST CAN&rsquo;T STOP!  Get an awesome mix of matching possibilities. There are lots of fish in the sea &ndash; enemy fish, that is. So battle all of them in Fish Fight! For a quicker bite of swapping action, check out Minute Match. Or take on the Puzzles and play with your mind. There are up to 45 brainbusters to test your wits! Also unlock up to 5 power-ups to help you break the ice.    COMPETE AGAINST FACEBOOK FRIENDS. BOAST ON TWITTER. While you&rsquo;re connecting iced-over rows of bulbous creatures, you can also connect to friends via Facebook, Twitter, plus live leaderboards. See in-game score updates from your friends in real-time, and send out challenges to beat your high scores. Even compete with the game developers themselves!   ENJOY EYE-POPPING GRAPHICS AND ANIMATED SCENES The screen jumps to life with bright, bold graphics made to maximize the Retina Display. Complete a level, and see cut-scenes featuring different animations and enemy fish. Discover the fish tale at the heart of the game! _______________________________________ ** DON&#39;T MISS OUR OTHER EXCITING GAMES! ** SCRABBLE, The Sims&trade; 3, TETRIS&reg;, MONOPOLY, Madden NFL by EA Sports&trade;, Pogo Games FREE, ROCK BAND&reg; Reloaded, Need for Speed&trade; Hot Pursuit &amp; Surviving High School FREE  COMING SOON: Coconut Dodge  GIFT THIS APP:  Click the &ldquo;Buy App&rdquo; arrow on the iTunes&reg; App Store  Be the first to know! Get inside EA info on great deals, plus the latest game updates, tips &amp; more&hellip; VISIT US: ea.com/iphone FOLLOW US: twitter.com/eamobile LIKE US: facebook.com/eamobile WATCH US: youtube.com/eamobilegames\", \"genre\": [\"Edutainment\"], \"metascore\": \"59\", \"critic_reviews\": 6, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2018-11-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-689780-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-689780-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"Two Tribes (Developer)\", \"Two Tribes (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"Nintendo Switch\"], \"rating\": null}", "{\"title\": \"Stylish Dash\", \"title_search\": \"stylish dash\", \"title_keyword\": \"stylish dash\", \"url\": \"https://www.metacritic.com/game/stylish-dash/\", \"summary\": \"Introduction :  Stylish Dash is the action game with stick man while traveling the world. You can do the running, rolling, flying and breaking obstacles. Enjoy the Stylish Actions, It has just simple controls. It has various challenging games (mini games) within the game.  Features :  -Easy controls &amp; Stylish action. -Amazing graphics &amp; Smooth animation. -Easy to learn. -Easy to enjoy but hard to master. -Many different character costumes. -Many different stage. (Grassland Stage, Ice Stage, Jungle Stage, Cave Stage, Chinese Stage, Lava Stage) -Many different quest in stage. -Many different in game items. (Booster, Spring, Parachute, Weight, Invincibility, Flying Mode, Star, Coin) -Challenge Game Dodge 01, Challenge Game Dodge 02. -Game Center support. (30 different kind of Achievements and each game provides Leaderboard) -Facebook support. -Twitter support.  Tips : -Your score increase multiple when you get the same color stars. -Use your action gauge wisely. -Your action gauge goes up when you break obstacles. -You can change your button position. (check the option) -If you complete the tutorial you get a reward sp.  Update Plan : -Daily bonus. -Add new challenge game. -Add new stages. -Add new items in game. -Add new costumes.  Support Information : -E-mail   : playus@naver.com -Facebook : playus@naver.com\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-28\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179899-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179899-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"playus soft (Developer)\", \"playus soft (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Acceleration of SUGURI X-Edition\", \"title_search\": \"acceleration of suguri xedition\", \"title_keyword\": \"acceleration of suguri xedition\", \"url\": \"https://www.metacritic.com/game/acceleration-of-suguri-x-edition/\", \"summary\": \"In Acceleration of Suguri X Edition, players take on the role of a scorned robot to maneuver through arcade storylines and battle other robots.\", \"genre\": [\"2D Fighting\"], \"metascore\": \"61\", \"critic_reviews\": 10, \"user_score\": \"5.5\", \"user_reviews\": 13, \"release_date\": \"2011-02-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179912-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179912-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"Rockin' Android (Developer)\", \"Sony Online Entertainment (Publisher)\"], \"platforms\": [\"PlayStation 3\", \"PC\"], \"rating\": \"E10+\"}", "{\"title\": \"Arya Vaiv\", \"title_search\": \"arya vaiv\", \"title_keyword\": \"arya vaiv\", \"url\": \"https://www.metacritic.com/game/arya-vaiv/\", \"summary\": null, \"genre\": [\"Vertical Shoot-'Em-Up\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Europe\"], \"companies\": [\"Megadream Software (Developer)\", \"Dongleware (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Zombie Arena 2\", \"title_search\": \"zombie arena 2\", \"title_keyword\": \"zombie arena 2\", \"url\": \"https://www.metacritic.com/game/zombie-arena-2/\", \"summary\": \"Nothing is cooler than non-stop zombie killing action with strategy. Introducing Smart Arrows and Ropes for the awesome adventurous action. Annihilate the zombie masses by the cool power arrows like Electric, Whirlwind or Tornadoes.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179993-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-179993-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"golconda (Developer)\", \"golconda (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Missill Kawaii\", \"title_search\": \"missill kawaii\", \"title_keyword\": \"missill kawaii\", \"url\": \"https://www.metacritic.com/game/missill-kawaii/\", \"summary\": \"The official game of the new album of Missill : KAWAII New update very soon!  An intense runing game: Your goal is simple: run as fast as you can and jump from plateform to plateform to save your friends and escape you from the Boss. Eliminate enemies facing you and cath all candies scattered on the world to earn more and more points.  A whole new world: Play Missill in the &#34;Kawaii World&#34; to free all her friends &#34; the Bubblies&#34;, and stop the Boss &#34;Terrible Square&#34; through 3 graphic environments inspired by Missill. Enjoy colorful and retro pixel art graphics.  Music and sounds effects created by Missill.  Follow us on: Twitter: <a href=\\\"http://twitter.com/egg\\\" target=\\\"_blank\\\">http://twitter.com/egg</a>_ball Facebook: <a href=\\\"http://www.facebook.com/pages/Egg\\\" target=\\\"_blank\\\">http://www.facebook.com/pages/Egg</a>-Ball/354632633089\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180205-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180205-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Egg Ball (Developer)\", \"Egg Ball (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Warspear Online\", \"title_search\": \"warspear online\", \"title_keyword\": \"warspear online\", \"url\": \"https://www.metacritic.com/game/warspear-online/\", \"summary\": \"Warspear Online is online game which includes general features and best traditions of MMORPG. When you enter the game you&#39;ll dive into the colorful game world with its own history, full of unforgettable adventures. Here you can find new friends from around the world. Appearance of your character is depend on items of armor that are put on it and weapon used. Hundreds of unique quests won&#39;t let you be bored and fightings with various monsters in real time mode make the game exciting and eventful. You can estimate all the advantages of the gameplay in real time even on low-speed mobile Internet.   We are working constantly on improvement of Warspear Online, aiming to make your adventures in a magical world named Arinar even more fun!    To continue playing after the free period you will need to buy game subscription. Untill the next game update the cost of a 30-day subscription is $ 2.99.\", \"genre\": [\"MMORPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"7.3\", \"user_reviews\": 0, \"release_date\": \"2011-02-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180255-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180255-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"AIGRIND, LLC (Publisher)\", \"AIGRIND, LLC (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"Crazy Machines Elements: Brainfood II\", \"title_search\": \"crazy machines elements brainfood ii\", \"title_keyword\": \"crazy machines elements brainfood ii\", \"url\": \"https://www.metacritic.com/game/crazy-machines-elements-brainfood-ii/\", \"summary\": \"TWENTY additional tricky puzzles and FIVE new challenges that will frazzle your brain! Get your second brain food package today!\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-09-28\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180295-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180295-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"FAKT Software (Developer)\", \"DTP Entertainment (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": \"E\"}", "{\"title\": \"Veronica Rivers: The Order of the Conspiracy\", \"title_search\": \"veronica rivers the order of the conspiracy\", \"title_keyword\": \"veronica rivers the order of the conspiracy\", \"url\": \"https://www.metacritic.com/game/veronica-rivers-the-order-of-the-conspiracy/\", \"summary\": \"After having a strange vision, famous pilot Veronica Rivers finds a mysterious warning claiming that disaster is about to strike! Veronicas vacation is about to end abruptly, as she has to travel across the globe to take on a brand new case. Discover who has been following Veronica, and what exactly they want from her, in Veronica Rivers - The Order of Conspiracy! Use your Hidden Object skills to find the Gates of Destiny!\", \"genre\": [\"Hidden Object\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-01-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180353-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180353-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Big Fish Games (Publisher)\", \"Vogat Interactive (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Pat & Mat\", \"title_search\": \"pat  mat\", \"title_keyword\": \"pat  mat\", \"url\": \"https://www.metacritic.com/game/pat-and-mat/\", \"summary\": \"New adventure game with gawky handymen from the legendary series.\\r \\r &quot;Pat &amp; Mat&quot; is puzzle adventure game for everyone. All settings are based on the popular TV stop-motion series about &quot;Pat &amp; Mat&quot;, two handymen. Although the game is fully 3D rendered in real-time, it still keeps the dreamy look of stop-motion movies (characters are modeled in puppet-style and animations simulate stop-motion animation process). Player is taking control of both Pat &amp; Mat and solve various tasks by cooperation and help of both characters.\", \"genre\": [\"Party\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"7.8\", \"user_reviews\": 0, \"release_date\": \"2009-10-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180372-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180371-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Centauri Production (Developer)\", \"Bohemia Interactive (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Etolis: Arena\", \"title_search\": \"etolis arena\", \"title_keyword\": \"etolis arena\", \"url\": \"https://www.metacritic.com/game/etolis-arena/\", \"summary\": \"Can you survive the Arena?  Captured by an invading alien horde, you were thrown into the Arena as a galactic gladiator, forced to fight for their entertainment. No one has survived beyond the first round, but they have underestimated you.   ACTION PACKED GAMEPLAY Etolis: Arena is an intense, action packed dual stick survival shooter where you, a skilled space marine, fight wave after wave of The Queen&#39;s forces. Survive against endless rounds of increasingly difficult enemies. Play through the rounds to uncover the secret behind The Queen&rsquo;s invasion!  VARIETY OF GAME MODES Etolis: Arena features additional game modes; Dronez, Rockets, and Hammers. In Dronez you must battle against an endless horde of deadly drones. Defend yourself using a variety of small arms. With Rockets the clue is in the title, survive as long as you can, fending off your enemies with a ton of super explosive rockets! In Hammers you&rsquo;re gonna have to get in close and crush your foes with a giant hammer!  AMAZING WEAPONS AND ENEMIES With a variety of weapons to unlock as you progress through the game, you won&rsquo;t tire of blasting holes in your unfortunate enemies. From plasma weapons to explosive mines there is no shortage of ways to defend yourself in the Arena. Your captors will send wave after wave of deadly enemies at you ranging from slender alien creatures with whip-like arms to bulking robot behemoths intent on turning you into space dust. Plus there are special power-ups to discover.  INCREDIBLE VISUALS Watch your foes, and the environments that contain them crumble and explode in stunning Retina Display High Definition. There is the option of a Dynamic Camera for close up action and the arena really comes to life in an explosion of bright and vivid colors from your blasters!   SOCIAL GAMING INTEGRATION Etolis: Arena is fully integrated with Crystal and Game Center, compete with your friends and on global leaderboards, as well as unlock achievements!  Find out more, first!  www.facebook.com/chillingo www.twitter.com/chillingo www.youtube.com/user/chillingo\", \"genre\": [\"Action\"], \"metascore\": \"67\", \"critic_reviews\": 7, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180387-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180387-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Chillingo (Developer)\", \"Chillingo (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Bad Air Day\", \"title_search\": \"bad air day\", \"title_keyword\": \"bad air day\", \"url\": \"https://www.metacritic.com/game/bad-air-day/\", \"summary\": \"Game Description:Help aromatic Artie keep his day job in this hilarious and unique gas management game. Artie's job is to run the elevator at the swanky Le Fum&eacute; Hotel and, in order to keep his job, every ride must be smooth and without incident. Unfortunately for Artie, his morning breakfast has led to a bad case of gas! Poor guy&hellip; How is he supposed to make it through the day without insulting anyone with his toxic fumes and getting fired?Join this flatulent faux pas and direct Artie's air attack to the elevator vents and away from the hotel guests. Maneuver the back blast with skill, but watch out as vents switch and guests move about. Keep an eye out for wacky characters including a disco dancer, a snobby heiress, and a fart fairy!  You only have three chances before Artie is sent packing. With unlimited levels, 12 side-splitting trophies - including Ninja Beans and Flatural Selection - and a heavy dose of morning thunder, this is one challenge of malodorous proportions  Can you survive a Bad Air Day?FEATURES: &bull; Swipe Artie's air attack toward elevator vents and away from hotel guests. &bull; Climb as many floors as you can with unlimited levels but only three lives.&bull; Win 12 side-splitting trophies, including Ninja Beans and Flatural Selection.&bull; Track your scores on Game Center with friends.&bull; Universal App will run on iPhone, iPad, and iPod touch.&bull; Never before seen fluid dynamics game mechanic.GameHouse Guarantee: We take pride in the loyalty and trust our customers show us when they purchase a GameHouse product. If you are not completely satisfied with your recent purchase, please contact us at iphone-games@real.com.\", \"genre\": [\"Simulation\"], \"metascore\": \"73\", \"critic_reviews\": 7, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180426-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180426-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"GameHouse (Developer)\", \"GameHouse (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Devil May Cry 4 refrain\", \"title_search\": \"devil may cry 4 refrain\", \"title_keyword\": \"devil may cry 4 refrain\", \"url\": \"https://www.metacritic.com/game/devil-may-cry-4-refrain/\", \"summary\": \"**LIMITED TIME OFFER**  We&#39;ve dropped the price of Devil May Cry 4 refrain for $1.99. This sale won&#39;t last forever! So grab them while you can.  Using &ldquo;Devil May Cry 4&rdquo; as a base, we made completely new Devil May Cry 4 for iPhone / iPod touch.  ==================================== &#34;Devil May Cry&reg; 4 refrain&#34; immerses gamers in a gothic supernatural world, where a new protagonist clashes with evil. As Nero, players will unleash incredible attacks and non-stop combos using a unique new gameplay mechanic, his powerful &#34;Devil Bringer&#34; arm.  Brilliant visuals and intricate details come to life as players explore new and exotic locales. Dynamic action and undeniable style combine with explosive fighting options and a gripping story to produce the incomparable experience that only a Devil May Cry game can deliver.  Game Features:   &bull;Experience the hit console game in the palm of your hand &bull;Ten epic levels and eight boss fights &bull;Signature blend of guns and swordplay  &bull;Deep combo system rewards stylish dispatching of enemies  &bull;Customize your play style by collecting and spending red orbs &bull;Unique &#34;Devil Bringer&#34; arm opens up a range of combo options  &bull;Retina display graphics and Game Center achievements   Follow us on Twitter: <a href=\\\"https://twitter.com/CapcomMobile\\\" target=\\\"_blank\\\">https://twitter.com/CapcomMobile</a>  Check out other awesome games from CAPCOM -Street Fighter IV, Ghost&#39;N Goblins,: Gold Knights II, Mr. Bill, 1942 and more! =========================================\", \"genre\": [\"Action Adventure\"], \"metascore\": \"65\", \"critic_reviews\": 17, \"user_score\": \"6.9\", \"user_reviews\": 11, \"release_date\": \"2011-02-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180458-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180458-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Capcom (Publisher)\", \"Capcom (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Marble Slalom\", \"title_search\": \"marble slalom\", \"title_keyword\": \"marble slalom\", \"url\": \"https://www.metacritic.com/game/marble-slalom/\", \"summary\": \"How fast you can be a variety of slalom tracks, play against your friends or play against to your ghost ball. You can also try to do your best times every courses and check how high you can climb in online hiscore board. You have to open locked tracks one by one. This game requires quick reflexes and real skill to be top player. You can create multiple profiles, both locally and online, so you can play against your friends with in one phone. Of course practice needed, if you want to beat your friends...\", \"genre\": [\"Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180468-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180468-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"CodeCube Brothers Partnership (Publisher)\", \"CodeCube Brothers Partnership (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Racecar Maker\", \"title_search\": \"racecar maker\", \"title_keyword\": \"racecar maker\", \"url\": \"https://www.metacritic.com/game/racecar-maker/\", \"summary\": \"Hit the garage, and break out the tools!  Now you can build the ultimate racecar on your iPhone or iTouch! Ladies and gentlemen-Start your engines! &nbsp; It&rsquo;s time to build the racecar of your dreams! You get to choose the front, back, roof and tires.&nbsp; Then, add fins, foils, paint and decals to give your car a sporty look designed especially for you- by you!&nbsp; &nbsp; Customize with the perfect flames, pin stripes, air foils, and ground effects.  You can even customize your garage for that perfect car building workshop!  Your racecar looks awesome, but now it&rsquo;s time to start it!&nbsp; Does it sound as good as it looks?&nbsp; Continue to rev the engine and listen to the engine roar!  Or save it in the garage so you can start on another one!&nbsp; Don&rsquo;t forget to post your cool car on Facebook or email it to your friends!\", \"genre\": [\"Simulation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180532-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180532-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Sunstorm Interactive (Developer)\", \"Sunstorm Interactive (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Tasty Planet\", \"title_search\": \"tasty planet\", \"title_keyword\": \"tasty planet\", \"url\": \"https://www.metacritic.com/game/tasty-planet/\", \"summary\": \"Eat Everything in the World!  Control a tiny ball of grey goo with the ability to eat anything smaller than itself. The more it eats, the bigger it gets! Soon you&#39;ll be able to eat the entire planet!  The grey goo was originally created as a bathroom cleaner. It was only supposed to eat dirt and bacteria - cleaning your bathroom automatically. Instead it eats anything that it touches: dirt, bacteria, bugs, fish, mice, cats, dogs, cars, trees, houses... Everything!  Supports all iPhone and iPod Touch models. Tested on iOS 3 and iOS 4. Supports the Retina Display.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180552-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180552-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Dingo Games (Publisher)\", \"Dingo Games (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"Vaderz\", \"title_search\": \"vaderz\", \"title_keyword\": \"vaderz\", \"url\": \"https://www.metacritic.com/game/vaderz/\", \"summary\": \"Defend Earth from alien invasion... again! Vaderz takes you back to the golden age of alien busting games with inspiration drawn from the likes of Zalaga and Galaxians. Vaderz however, gives the genre a bit of a twist by putting all 15 levels in 3D.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180578-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180578-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"MicroMan6502 (Publisher)\", \"MicroMan6502 (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"LEGO Minifigures Collector\", \"title_search\": \"lego minifigures collector\", \"title_keyword\": \"lego minifigures collector\", \"url\": \"https://www.metacritic.com/game/lego-minifigures-collector/\", \"summary\": \"Collect all unique LEGO &reg; Minifigures!     Are you ready to collect them all? Then have some fun with this Minifigures collector. It works like a simple slot machine game. Slide the LEGO &reg; stud to get the minifigures parts rolling. Match all the 3 pieces of a minifigure  and make it a part of your personal collection!&rdquo;  Happy collecting!   Features:    &bull; 32 unique Minifigures in version 1.0 and more to come in application updates &bull; Show your collection to your friends and family &bull; Access to Bios for all 32 Minifigures characters (version 1.0) &bull; Mix and match body parts to create hilarious Minifigures hybrids &bull; 3D Graphics bring the Minifigures to life &bull; Intuitive control - slide to scroll the minifigures heads, bodies and legs\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180628-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180628-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"The LEGO Group (Publisher)\", \"The LEGO Group (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Coin Dozer - Asian New Year Pro\", \"title_search\": \"coin dozer  asian new year pro\", \"title_keyword\": \"coin dozer  asian new year pro\", \"url\": \"https://www.metacritic.com/game/coin-dozer-asian-new-year-pro/\", \"summary\": \"Check out the free version!  Try it before you buy it!   **UPDATE 1.1 HAS BEEN SUBMITTED!  PINK/YELLOW Fan bug fixed!! See Change list below**  Pro Version Features: -No advertisements -Better performance (as a result of having no advertisements) -Start with 100 Coins NOTE: Prizes and Coins from Free version do not transfer to the Pro version.  Everyone knows the smash-hit game COIN DOZER with 4,000,000 downloads and counting! But a new year calls for a brand new COIN DOZER and to help bring in the Year of the Rabbit, Game Circus introduces COIN DOZER: ASIAN NEW YEAR!  #1 app in Japan, Hong Kong, Taiwan, U.K., Macau, Netherlands, Malaysia, and the Philippines! #1 game in France, Belgium, Denmark, and Indonesia! #2 game in the U.S. and many more!  With COIN DOZER: ASIAN NEW YEAR you&#39;ll visit the palace courtyard and drop coins into the box for New Year&#39;s goodies! Don&#39;t drop them off the side or they&#39;ll get picked up by the patygoers in the streets! Welcome the new year by collecting rabbit statues, fireworks, Japanese objects and more to earn special bonuses and even more coins! Keep an eye out for the elusive and powerful dragons! Gain levels for special effects and grab special coins to further increase your coin-nabbing power! Don&#39;t worry if your coins run out, more will be filling up your New Year&#39;s envelope very soon. Check back often in order to complete your collection!  HAPPY NEW YEAR!  Game includes: -Rockin&#39; new 3-D graphics! -The best physics of any coin game out there! -Over 35 Special Coins and Prizes to collect! -Tons of special effects!  More updates coming soon!  Don&#39;t forget to check out the original &#34;Coin Dozer&#34;, &#34;Cookie Dozer&#34;, &#34;Horse Frenzy&#34; and &#34;Dog Racer&#34;!  UPDATE 1.1 HAS BEEN SUBMITTED! Here are the changes in version 1.1:  *Retina Display Now Supported.  *FIXED Fan bug that doesn&#39;t count the Pink and Yellow Fans.  *Players will be given a bonus Pink Fan and a bonus Yellow Fan.  *Special Coins will not spawn on the side edges. Special Coins will spawn closer to the middle more often.  *Coins will be a little bit easier to push toward the player, and a little bit less likely to fall off the sides.  *Prizes will be easier to push.  *Bonus XP Coins are now worth 2 Coins instead of 1.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-01-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180668-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180668-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Game Circus LLC (Developer)\", \"Game Circus LLC (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Nicky Boom\", \"title_search\": \"nicky boom\", \"title_keyword\": \"nicky boom\", \"url\": \"https://www.metacritic.com/game/nicky-boom/\", \"summary\": null, \"genre\": [\"2D Platformer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-647251-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-647251-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Europe\"], \"companies\": [\"Microids (Developer)\", \"Microids (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"DragonSoul\", \"title_search\": \"dragonsoul\", \"title_keyword\": \"dragonsoul\", \"url\": \"https://www.metacritic.com/game/dragonsoul/\", \"summary\": \"The world of &quot;DragonSoul&quot; is torn - eight enemy kingdoms have been at war with one another for years, and the land is suffering. Only with their combined force players can bring back justice and order. Battling for the reign over the eight kingdoms, countless adventures and player-vs-player (PvP) battles expect the player in the massively multiplayer online role-play game (MMORPG) &quot;DragonSoul'. Completely free of charge! An innovative politics system broadens the free-to-play title&acirc;\\u20ac\\u2122s PvP gameplay by a higher shared goal: securing the own king&acirc;\\u20ac\\u2122s reign by competing with the other empires.\", \"genre\": [\"MMORPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180768-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180768-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Giant Interactive (Developer)\", \"Neonga AG (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": \"RP\"}", "{\"title\": \"Battle High: San Bruno\", \"title_search\": \"battle high san bruno\", \"title_keyword\": \"battle high san bruno\", \"url\": \"https://www.metacritic.com/game/battle-high-san-bruno/\", \"summary\": \"At San Bruno High School, a vicious gang known as &quot;The Rivals&quot; reigns supreme, terrorizing and oppressing their peers undetected and unpunished. Choose from 8 students as they battle for justice or greed in this fast-paced 2D fighter.\", \"genre\": [\"2D Fighting\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180909-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180909-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"Matthew DeLucas (Publisher)\", \"Mattrified (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Squramble\", \"title_search\": \"squramble\", \"title_keyword\": \"squramble\", \"url\": \"https://www.metacritic.com/game/squramble/\", \"summary\": \"Squramble is a word game that presents a grid of mixed-up letters. You need to find the valid words that are hidden in the grid by choosing letters from left to right.  The challenge is that you MUST USE ALL THE LETTERS IN THE GRID!  Squramble can be played in grids of 3-by-3, 4-by-4, and 5-by-5. The game chooses 3, 4, or 5 words respectively, mixes them up, and expects you to find them all. If you don&#39;t pick the same words that the game chose, you probably won&#39;t be able to use all of the letters, though it is quite possible you can complete some puzzles by coming up with your own! Remember, select your words as if you were reading them, left to right.  Tap the HINT button on the game screen to see the process in action. Once you have the hang of it, tap out the words you can find. Every letter &#34;button&#34; will do something when you tap it, so don&#39;t be afraid to back up, change your direction, change your mind, UNDO, ask for a hint, or use a shortcut!  Squramble has an EASY PLAY mode where you can do as many puzzles as you wish (with three levels of difficulty), a TIMED mode where you see how quickly you can complete any five puzzles, and a SCORED mode where you try to achieve a high score by completing words and puzzles as quickly as possible.  There are many unique RIBBONS to be earned by beating the highest scores, completing puzzles with words from sets, and working out solutions that are valid but differ from the ones that the game chose.  Squramble is a universal app that works on iPhone, and well as iPhone 4 Retina and iPad with high-resolution graphics.  The app has no advertisements and will not nag you to purchase anything. The free version is limited to puzzles with words that all start with A, B, or C, but there&#39;s a whole lot of game with just those three letters. if you wish, you can buy the full word list via in-app purchase, for the price of one song on iTunes.\", \"genre\": [\"Logic Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180928-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-180928-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Looking Glass Studios (Developer)\", \"Looking Glass Studios (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Dino Eggs\", \"title_search\": \"dino eggs\", \"title_keyword\": \"dino eggs\", \"url\": \"https://www.metacritic.com/game/dino-eggs/\", \"summary\": \"All you wanted to do was leap back in time to the Mesozoic Era and see what prehistoric life was like. But, unfortunately, you also brought along a case of 21st Century measles and contaminated all the dinosaurs.\\r Has your blunder doomed the dinos? Not if you can dig up enough dino eggs and carry them safely back to your time warp.\\r But this monumental task becomes even more difficult when you encounter the dino's natural enemies. Squirming proto-snakes, crawling protopedes, falling proto-spiders.\\r To avoid them, you must climb, leap, jump and run all over the cliffs where the dino eggs are buried.\\r Each cliff challenges you with a different set of deadly creatures. And you can progress through nine skill levels. The higher you go, the more often the crawly, squirmy creatures rush at you.\\r One more small problem. If you fail to gather wood and kindle a fire, the lady who laid the eggs may step in. And when Dino Mom puts her foot down, Dino Mom really puts her foot down.\\r Are you quick enough to sidestep Dino Mom's 10-ton stomp? Agile enough to dodge the radioactive snakes and spiders? Can you save the dinosaurs from extinction?\\r Climb into the Dino Eggs time warp and find out if you can hack it in the good old days.\\r 9 skill levels, a different deadly challenge on each level.\\r All with high resolution color graphics.\", \"genre\": [\"2D Platformer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Micro Fun (Publisher)\", \"Micro Fun (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Over the Monochrome Rainbow\", \"title_search\": \"over the monochrome rainbow\", \"title_keyword\": \"over the monochrome rainbow\", \"url\": \"https://www.metacritic.com/game/over-the-monochrome-rainbow/\", \"summary\": null, \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2003-03-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-30130-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-30130-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Sony Music Entertainment Incorporated (Publisher)\", \"Opera House (Developer)\"], \"platforms\": [\"PlayStation 2\"], \"rating\": null}", "{\"title\": \"Ski Resort Tycoon II\", \"title_search\": \"ski resort tycoon ii\", \"title_keyword\": \"ski resort tycoon ii\", \"url\": \"https://www.metacritic.com/game/ski-resort-tycoon-ii/\", \"summary\": \"This strategy game lets players build and run their own 3D ski resort, and then experience the mountain from a first- or third-person perspective.\", \"genre\": [\"Tycoon\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2001-09-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-15805-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-15805-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"Activision Value (Publisher)\", \"Cat Daddy Games (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"E\"}", "{\"title\": \"Deadlands\", \"title_search\": \"deadlands\", \"title_keyword\": \"deadlands\", \"url\": \"https://www.metacritic.com/game/deadlands/\", \"summary\": \"This game is based on the Deadlands tabletop role-playing game set in a fantasy world inspired by the Old West.\", \"genre\": [\"Western RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Headfirst Productions (Developer)\", \"Headfirst Productions (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"NBA Inside Drive 2002\", \"title_search\": \"nba inside drive 2002\", \"title_keyword\": \"nba inside drive 2002\", \"url\": \"https://www.metacritic.com/game/nba-inside-drive-2002/\", \"summary\": \"NBA Inside Drive combines NBA end-to-end action with the high-flying acrobatic dunks of Vince Carter and all of the NBA's stars. Stunning graphics put you on all of the NBA arena floors and pits you along side all of your favorite NBA players. Inside Drive is one-touch passing and shooting, combined with the pace and action of real NBA basketball challenges you to bring your best game -- both offensively and defensively. NBA Inside Drive 2002 takes basketball gaming to a new level!\", \"genre\": [\"Basketball Sim\"], \"metascore\": \"76\", \"critic_reviews\": 26, \"user_score\": \"5.0\", \"user_reviews\": 0, \"release_date\": \"2002-01-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-15983-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-15983-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": [\"Fred Northup (Written By)\", \"Kevin Calabro (Cast: Self (Commentary))\", \"Marques Johnson (Cast: Commentary #2)\", \"Akemi Takei (Cast: Commentary #3)\", \"Eric Radovich (Cast: Commentary #4)\", \"Brandon Fish (Produced By: producer)\", \"David Henry (Sound: audio lead)\", \"Chad Lichty (Visual Effects: motion capture supervisor)\", \"Chad Mirshak (Visual Effects: motion capture artist)\", \"Raine Coons (Art Department: digital artist)\"], \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"High Voltage Software (Developer)\", \"Microsoft Game Studios (Publisher)\"], \"platforms\": [\"Xbox\"], \"rating\": \"E\"}", "{\"title\": \"Ronaldo V-Football\", \"title_search\": \"ronaldo vfootball\", \"title_keyword\": \"ronaldo vfootball\", \"url\": \"https://www.metacritic.com/game/ronaldo-v-football/\", \"summary\": \"Ronald V-Football gives you the skills that'll knock your pals dead. Total control - on the ground, in the air, smashing home  the winner with a bicycle kick! Experience the ecstacy and celebrate like Ronaldo...\", \"genre\": [\"Soccer Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2000-06-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-40434-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-40434-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": [\"Marc Boyer (Produced By: producer)\", \"St\\u00e9phane Dupas (Produced By: producer)\", \"David Hawkins (Produced By: executive producer)\", \"Steen Young (Stunts: stunt coordinator)\", \"Philippe Paquet (technical director)\"], \"countries\": [\"Europe\"], \"companies\": [\"Power and Magic (Developer)\", \"Infogrames (Publisher)\"], \"platforms\": [\"PlayStation\"], \"rating\": null}", "{\"title\": \"911 Paramedic\", \"title_search\": \"911 paramedic\", \"title_keyword\": \"911 paramedic\", \"url\": \"https://www.metacritic.com/game/911-paramedic/\", \"summary\": \"You're a Paramedic on the streets of LA, treating 35 real-life emergency cases. Stabilize your patients on the scene and keep them alive during the frantic ambulance to the hospital. You are responsible for gathering pertinent information from policemen, fire teams and witnesses, using realistic medical procedures, tools and tests. Communicate critical patient care information to hospital staff. Use your skills and wits to make the difference between an accident and a fatality.\", \"genre\": [\"Virtual Career\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-27006-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-27006-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": [\"J. Kevin Myers (Directed By)\", \"Ariella Lehrer (Produced By: executive producer)\", \"J. Kevin Myers (Produced By: producer)\", \"Chenoa Smith (Produced By: producer)\"], \"countries\": [\"North America\"], \"companies\": [\"Legacy Interactive (Publisher)\", \"Legacy Interactive (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"T\"}", "{\"title\": \"The Operative: No One Lives Forever\", \"title_search\": \"the operative no one lives forever\", \"title_keyword\": \"the operative no one lives forever\", \"url\": \"https://www.metacritic.com/game/the-operative-no-one-lives-forever/\", \"summary\": \"Travel across the globe in this award winning action shooter set in the swinging sixties. Your Mission: Assume the role of Cate Archer, a beautiful but deadly Operative working for UNITY - a super secret organization fighting to free the world from the clutches of H.A.R.M. From tense subterfuge to in-your-face combat, NOLF ups the ante for plot-driven, 1960's-influenced spy action with killer weapons, vivid international locales and deadly arch villains. Equipped with an arsenal of powerful weapons and ingenious gadgets, you must unravel a mystery that will lead you halfway around the world in a desperate search for answers. Includes four new levels featuring Cate in her younger days as a thief. [Sierra]\", \"genre\": [\"FPS\"], \"metascore\": \"91\", \"critic_reviews\": 32, \"user_score\": \"8.6\", \"user_reviews\": 227, \"release_date\": \"2000-11-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-9537-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-9539-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Universal acclaim\", \"must_play\": true, \"crew\": [\"Craig Hubbard (Directed By)\", \"Craig Hubbard (Written By)\", \"Kit Harris (Cast: Agent Cate Archer,Inge Wagner)\", \"Jock Blaney (Cast: Dmitrij Volkov)\", \"Ken Boynton (Cast: Santa,Additional Voices)\", \"John Patrick Lowrie (Cast: Bruno Lawrie)\", \"Nigel Neale (Cast: Mr. Jones)\", \"Roger Curtis (Cast: Mr. Smith)\", \"David Stalker (Cast: Magnus Armstrong)\", \"Jeff Steitzer (Cast: Baron Archibald Dumas,Dr. Otto Schenker)\", \"Barbara Dirickson (Cast: Baroness Dumas)\", \"Mike Madeoy (Cast: Tom Goodman,Melvin Blitzny)\", \"Scott Burns (Cast: Additional Voices)\", \"Mark Dias (Cast: Additional Voices)\", \"Aaron Blean (Produced By: associate producer)\", \"Jace Hall (Produced By: executive producer)\", \"Chris Miller (Produced By: producer)\", \"Guy Whitmore (Music)\", \"James Ackley (Sound: lead sound designer)\", \"Brian Pamintuan (Sound: sound designer)\", \"Cassano Thruston (Sound: sound designer)\", \"Scott Albaugh (Visual Effects: digital artist)\", \"David Longo (Visual Effects: lead 3d artist)\", \"Akika Tanaka (Visual Effects: digital artist)\", \"Scott Albaugh (Art Department: artist)\", \"Matthew Allen (Art Department: lead artist)\", \"Steve Lee (Art Department: artist)\", \"Akika Tanaka (Art Department: artist)\", \"Matthew Allen (special thanks)\", \"John Dongelmans (special thanks)\", \"Tom Gastall (special thanks)\", \"Chris Hewett (special thanks)\", \"Mitzi Martin (special thanks)\", \"Jonathan Stein (special thanks)\", \"Erik Aho (Music Department: composer: additional music)\", \"Tobin Buttram (Music Department: composer: additional music)\", \"Lori Goldston (Music Department: musician: cello)\", \"Nathan Grigg (Music Department: composer: additional music)\", \"Rob King (Music Department: composer: additional music)\", \"Rebecca Kneubuhl (Music Department: composer: additional music)\", \"Gabriel Mann (Music Department: composer: additional music)\", \"Rich Ragsdale (Music Department: composer: theme music)\"], \"countries\": [\"Europe\", \"North America\", \"Japan\"], \"companies\": [\"Fox Interactive (Publisher)\", \"Monolith Productions (Developer)\"], \"platforms\": [\"PlayStation 2\", \"PC\"], \"rating\": \"M\"}", "{\"title\": \"Two Worlds: Curse of Souls\", \"title_search\": \"two worlds curse of souls\", \"title_keyword\": \"two worlds curse of souls\", \"url\": \"https://www.metacritic.com/game/two-worlds-curse-of-souls/\", \"summary\": \"Additional four multiplayer co-op maps enable you to explore new locations. The action continues with over 50 new quests, harder enemies and bonuses that will challenge you and your friends. This pack includes a new PVP team game with 4 new PVP maps as well. Simple rule, team who collects the most magical orbs wins but there is more strategy to winning than you think.\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2008-04-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-10149-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-10149-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Reality Pump (Developer)\", \"SouthPeak Games (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": \"M\"}", "{\"title\": \"The Getaway\", \"title_search\": \"the getaway\", \"title_keyword\": \"the getaway\", \"url\": \"https://www.metacritic.com/game/the-getaway/\", \"summary\": \"It's morning in Covent Garden. A woman is shot dead in the street. In the distance, a child screams as a car disappears with a screech of tires. It is a crime that will spark a series of intense events in London and the most notorious gangs are implicated. Mark Hammond is about to be dragged into a life he vowed he'd left forever. DC Frank Carter is caught on the wrong side of London's criminal underworld. Two men separated by the law but joined in their obsession to bring down London's crime supremo.\", \"genre\": [\"Action Adventure\"], \"metascore\": \"72\", \"critic_reviews\": 49, \"user_score\": \"7.6\", \"user_reviews\": 66, \"release_date\": \"2003-01-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10196-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10196-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": [\"Brendan McNamara (Directed By)\", \"Brendan McNamara (Written By: written by)\", \"Bertie (Written By: written by)\", \"Don Kembry (Cast: Mark Hammond)\", \"Richard Hards (Cast: Charlie Jolson)\", \"Joe Rice (Cast: Frank Carter)\", \"Anna Edwards (Cast: Yasmin,Prostitute)\", \"Michael Preston (Cast: Harry 'The Hat')\", \"Dave Golds (Cast: Jake Jolson)\", \"Paul Burfoot (Cast: Eyebrows)\", \"Mick Oliver (Cast: DCI McCormack,SO19)\", \"Jim Darrah (Cast: Grievious)\", \"Jason Parker (Cast: Big Walter,Cop,Pedestrian)\", \"Symond Lawes (Cast: Sparky,Pedestrian)\", \"Paul Swaby (Cast: Liam)\", \"Russell Levy (Cast: Nick Collins)\", \"Vic Robinson (Cast: Joe Fielding)\", \"Wai Tsang (Cast: Bobby Lee)\", \"Chee Kin Chan (Cast: Fu Shan Chu,Triad)\", \"Chun Wah Kong (Cast: Kum Dong,Triad)\", \"Wai Yuen (Cast: Johnny Chai)\", \"Elwin 'Chopper' David (Cast: Jamahl)\", \"Winston Thomas (Cast: Jerome)\", \"Marvin Eastman (Cast: Tyler,Yardie)\", \"Colin Robinson (Cast: Yardie)\", \"Denise McCallum (Cast: Yardie Girl)\", \"Bertie (Cast: Susie Hammond)\", \"Joe Barnes (Cast: Alex Hammond)\", \"Ben Brudenell (Cast: Ryan,Cop Radio)\", \"David Ramsbottom (Cast: Harris,Cop Radio,Cop)\", \"Robert Jones (Cast: Reggie The Pub Landlord)\", \"Laura Owen (Cast: Police Woman In Station,Cop Radio,Lap Dancer,Cop)\", \"Amanda Dawkins (Cast: Lap Dancer)\", \"Archie Lawes (Cast: Alex Hammond)\", \"Chris McKay (Cast: Yardie Gunman)\", \"Trace Fuller (Cast: Yardie Gunman)\", \"Keta Parker (Cast: Yardie Gunman)\", \"Alfie Chan (Cast: Triad)\", \"Stevie Wren (Cast: Bouncer,Bethnal Green Mob)\", \"Jennie Kong (Cast: Chinese Reception,Pedestrian)\", \"Kevin McSherry (Cast: BT Guy,Pedestrian)\", \"Martin Stobbart (Cast: Cop Radio)\", \"Simon Wood (Cast: Cop Radio,Cop)\", \"Paul Cutting (Cast: Cop Radio,Soho Crew,Bar Man at Touch of Class)\", \"Phil Evans (Cast: Cop Radio,Cop,Cop Radio MP)\", \"Caron Shaw (Cast: Cop Radio)\", \"Vicky Lord (Cast: Cop Radio,SO19 Officer)\", \"Laura MacAulay (Cast: Cop Radio,Lap Dancer,Prostitute,Pedestrian)\", \"Rebecca Rice (Cast: Cop Radio,Pedestrian)\", \"Tanya Clarke (Cast: Cop Radio,Cop,Pedestrian)\", \"Ross Mackin (Cast: Bethnal Green Mob,Cop,SO19)\", \"Paul Webb (Cast: Bethnal Green Mob)\", \"Gary Taylor (Cast: Soho Crew)\", \"Orlando Khota (Cast: Soho Crew)\", \"Louise Almeida (Cast: Lap Dancer)\", \"Erin Ryan (Cast: Prostitute,Cop,Pedestrian)\", \"Brendan McNamara (Cast: Bar Man At Republic,Pedestrian)\", \"Alastair Lindsay (Cast: Beat Policeman)\", \"Liz Hill (Cast: Beat Policewoman,Cop Radio MP)\", \"Karla Sutherland (Cast: Policewoman,Pedestrian)\", \"Ron Festejo (Cast: Pedestrian)\", \"Dominic Robilliard (Cast: Pedestrian)\", \"Shawn Layden (Cast: Pedestrian)\", \"Miki Grahame (Cast: Pedestrian)\", \"Patrick Borg (Cast: Van Driver)\", \"Laura Chen (Cast: Lap Dancer)\", \"Jon M. Gibson (Cast: Pedestrian)\", \"Ben Harvey (Cast: Pedestrian)\", \"Philip Hayden (Cast: Police Chief)\", \"Pilar Mart\\u00edn (Cast: Bystander)\", \"Jerry Shaw (Cast: Police Radio)\", \"Bertie (Produced By: assistant producer)\", \"Kenneth Chan (Produced By: assistant producer)\", \"Darren Yager (Produced By: producer)\", \"Andrew Hale (Music)\", \"Simon Wood (Production Design)\", \"Sam Coates (Art Direction)\", \"Melanie Gibson (Makeup: makeup artist)\", \"Dalia Al-Husseini (Art Department: 3d artist)\", \"Ben Brudenell (Art Department: artist)\", \"Chee Kin Chan (Art Department: 3d artist)\", \"Ben Durrant (Art Department: 3d artist)\", \"Julian Gibson (Art Department: 3d artist)\", \"Susie Green (Art Department: 3d artist)\", \"Ben Harvey (Art Department: 3d artist)\", \"Elaine McSherry (Art Department: 3d artist)\", \"David Ramsbottom (Art Department: 3d artist)\", \"Damon Rayner (Art Department: 3d artist)\", \"Mike Rouse (Art Department: 3d artist)\", \"Ian Wood (Art Department: 3d artist)\", \"Wai Yuen (Art Department: 3d artist)\", \"Richard Dwyer (Stunts: stunts)\", \"Rodrigo Gonclaves (Stunts: stunts)\", \"Tamsin Aston (Animation: animator)\", \"Stephen Blair (Animation: animator)\", \"Lloyd Burr (Animation: animator)\", \"Steph Hoddy (Animation: animator)\", \"Gavin Moore (Animation: animation director)\", \"Gavin Moore (Animation: animation director)\", \"Francis O'Brien (Animation: animator)\", \"Matthew Rennie (Animation: animator)\", \"Tara Saunders (Animation: animator)\", \"Dave Smith (Animation: animator)\", \"Stuart Ashley (programmer: Sony Computer Entertainment)\", \"Perelandra Beedles (Film and TV Manager)\", \"Laurent Benadiba (programmer)\", \"Jim Bulmer (programmer)\", \"William Burdon (director of programming: Sony Computer Entertainment)\", \"Alex Carlyle (game designer)\", \"Matthew Consoli (quality assurance testing: Sony Computer Entertainment)\", \"Graham Foxall (quality assurance testing: Sony Computer Entertainment)\", \"Mauro Frau (quality assurance testing: Sony Computer Entertainment)\", \"Andrew Frost (programmer)\", \"Richard Grannell (quality assurance testing: Sony Computer Entertainment)\", \"Max Harvey (game design)\", \"Trevor Hermes (police consultant)\", \"Naresh Hirani (director of programming: Sony Computer Entertainment)\", \"Gary Knox (police consultant: Sony Computer Entertainment)\", \"Chun Wah Kong (game designer)\", \"Archie Lawes (voice)\", \"Gaelle Leysour (localisation coordinator: Sony Computer Entertainment)\", \"Gary Lightfoot (quality assurance testing: Sony Computer Entertainment)\", \"James Payne (programmer: Sony Computer Entertainment)\", \"Dominic Robilliard (game designer)\", \"Duncan Robson (motion capture: Artem Digital Ltd.)\", \"Samantha Score (quality assurance testing: Sony Computer Entertainment)\", \"Darren Shaw (police consultant)\", \"Martin Stobbert (police consultant)\", \"Arthur Yarwood (programmer: Sony Computer Entertainment)\", \"Johnnie Blackbourn (Music Department: music consultant)\", \"Raymond C. Fabi (Music Department: conductor,orchestrator)\", \"Andrew Hale (Music Department: conductor)\", \"Simon Hale (Music Department: orchestral arranging)\", \"Davey Havok (Music Department: musician: piano)\", \"Yoshitaka Hirota (Music Department: orchestrator)\", \"Shawn Lee (Music Department: musician)\", \"Yasunori Mitsuda (Music Department: orchestrator)\", \"Jade Puget (Music Department: orchestrator)\", \"Simon Rhodes (Music Department: music scoring mixer)\", \"Andy Ross (Music Department: musician)\", \"Rachel Bolt (Music Department: musician: viola)\", \"Claire Nightingale (Camera Department: camera operator)\", \"Vanessa Wood (Location Management: location manager)\"], \"countries\": [\"North America\", \"Japan\", \"Europe\", \"Australia\", \"Korea\"], \"companies\": [\"Team Soho (Developer)\", \"SCEA (Publisher)\"], \"platforms\": [\"PlayStation 2\"], \"rating\": \"M\"}", "{\"title\": \"Hitman: Codename 47\", \"title_search\": \"hitman codename 47\", \"title_keyword\": \"hitman codename 47\", \"url\": \"https://www.metacritic.com/game/hitman-codename-47/\", \"summary\": \"Take control of this old-fashioned, modern-time assassin, and stay alive long enough to revile your past. Think to survive and learn to plan your hits. Exploit your enemy's hideout in three continents, and go forward to get back to where you started. Enter the world and face your self among madmen. [Eidos Interactive]\", \"genre\": [\"Linear Action Adventure\"], \"metascore\": \"73\", \"critic_reviews\": 32, \"user_score\": \"7.5\", \"user_reviews\": 314, \"release_date\": \"2000-11-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10390-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-10394-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": [\"Peter Gjellerup Koch (Written By: writer)\", \"Morten Iversen (Written By: writer)\", \"David Bateson (Cast: Hitman)\", \"David Koseruba (Cast: Additional Voices)\", \"Noah Lazarus (Cast: Agent Smith)\", \"Kerry Shale (Cast: Dr. Otto Wolfgang Ort-Meyer,Pablo Balisario Ochoa,Arkadij 'Boris' Jegerov,Columbian Guards)\", \"Morten Borum (Produced By: producer: IO Interactive)\", \"Andrew Brennand (Produced By: producer: Eidos UK)\", \"Frank Hom (Produced By: producer: Eidos US)\", \"Christian Kirk Muff (Produced By: producer: IO Interactive)\", \"Finn Nielsen (Produced By: producer: IO Interactive)\", \"James Poole (Produced By: executive producer)\", \"Jesper Kyd (Music)\", \"Simon Holm (Sound: sound)\", \"Morten Borum (Production Management: management)\", \"Janos Fl\\u00f6sser (Production Management: management)\", \"Jacob Andersen (Art Department: graphics & design)\", \"Svend Christensen (Art Department: graphics & design)\", \"Peter Fleckenstein (Art Department: graphics & design)\", \"Thor Frolich (Art Department: graphics & design)\", \"Martin Kramme Guldb\\u00e6k (Art Department: graphics & design)\", \"Allan Hansen (Art Department: graphics & design)\", \"Dennis Hansen (Art Department: graphics & design)\", \"Rasmus H\\u00f8jengaard (Art Department: graphics & design)\", \"Jesper Vorsholt Jorgensen (Art Department: graphics & design)\", \"Rasmus Kj\\u00e6r (Art Department: graphics & design)\", \"Peter von Linstow (Art Department: graphics & design)\", \"Barbara Bern\\u00e1d (Animation: animator)\", \"Jens Peter Kurup (Animation: animator)\", \"Martin Poulsen (Animation: animator)\", \"Eruch Adams (lead tester)\", \"Steve Adams (motion capture actor)\", \"Michael Andersen (tester)\", \"Henrik Astrup (tester)\", \"Morten Borum (management)\", \"Rune M. Brinckmeyer (programmer)\", \"Foge (tester)\", \"Francesco Fraulo (lead game tester: Eidos UK)\", \"Troels Gram (additional programmer)\", \"Hugh Grimley (tester)\", \"David Guldbrandsen (programmer)\", \"Jacob Gorm Hansen (programmer)\", \"Coecilie Berg Heising (food)\", \"Karsten L. Hvidberg (programmer)\", \"Thomas Jakobsen (programmer)\", \"Louise James (motion capture actor)\", \"Christian Kirk Muff (production assistant)\", \"Martin L\\u00fctke (additional programmer)\", \"Ulf Maagaard (system administration)\", \"Peter W. Marino (additional programmer)\", \"Ray Mullen (compatibility technician)\", \"Ben Murray (crew member: Centroid)\", \"Albert Nguyen (additional programmer)\", \"Finn Nielsen (production assistant)\", \"Mads Olsson (tester)\", \"Bo Petersen (additional programmer)\", \"Lars Piester (additional programmer)\", \"Martin Pollas (programmer)\", \"Tanja Rau (food)\", \"Henning Semler (programmer)\", \"Juliano Shkreli (motion capture actor)\", \"Jens Skinnerup (additional programmer)\", \"Torsten Kjoer Sorensen (additional programmer)\", \"Hakon Steino (programmer)\", \"Leon Stilgoe (crew member: Centroid)\", \"Michael Stilgoe (crew member: Centroid)\", \"Phil Stilgoe (crew member: Centroid)\", \"Jakob Thorbek (website: www.Hitman.dk)\", \"Jason Walker (head of mastering: Eidos UK)\"], \"countries\": [\"Europe\", \"North America\", \"Japan\"], \"companies\": [\"Eidos Interactive (Publisher)\", \"Io Interactive (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"M\"}", "{\"title\": \"10Six\", \"title_search\": \"10six\", \"title_keyword\": \"10six\", \"url\": \"https://www.metacritic.com/game/10six/\", \"summary\": \"SegaSoft's online stategy game allows up to one million players to play at once.\", \"genre\": [\"MMORPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"5.8\", \"user_reviews\": 0, \"release_date\": \"2000-02-27\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-10419-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-10419-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"SegaSoft (Developer)\", \"SegaSoft (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": \"T\"}", "{\"title\": \"Clusterball\", \"title_search\": \"clusterball\", \"title_keyword\": \"clusterball\", \"url\": \"https://www.metacritic.com/game/clusterball/\", \"summary\": \"Clusterball? is an online sport, designed to invoke the same adrenaline rush as \\\"Quake\\\" and \\\"Unreal,\\\" but replacing the spatter and gore with pure gameplay. By combining the feel and gaming experience from ball, flight and racing games, Clusterball? is totally unlike anything you?ve ever seen before. [Stragegy First]\", \"genre\": [\"Action\"], \"metascore\": \"62\", \"critic_reviews\": 5, \"user_score\": \"1.8\", \"user_reviews\": 0, \"release_date\": \"2000-12-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10546-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10546-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"RealNetworks (Publisher)\", \"Daydream Software (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"E\"}", "{\"title\": \"Star Trek: New Worlds\", \"title_search\": \"star trek new worlds\", \"title_keyword\": \"star trek new worlds\", \"url\": \"https://www.metacritic.com/game/star-trek-new-worlds/\", \"summary\": \"It's time to leave the vastness of space behind and play out your destiny in the biggest land battle this universe has ever known. In Star Trek: New Worlds, you'll experience this classic universe as never seen before -- on land in full 3-D.  [Interplay]\", \"genre\": [\"Strategy\"], \"metascore\": \"52\", \"critic_reviews\": 23, \"user_score\": \"3.5\", \"user_reviews\": 0, \"release_date\": \"2000-09-07\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10594-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10594-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": [\"Gene Roddenberry (Written By: creator)\", \"Michael Bell (Cast)\", \"Kevin Michael Richardson (Cast)\", \"Cam Clarke (Cast)\", \"Roger Jackson (Cast)\", \"Greg Eagles (Cast)\", \"Joan Parker (Cast)\", \"Farouk Yahia (Cast)\", \"Doug Brandon (Produced By: producer)\", \"Brian Christian (Produced By: executive producer)\", \"Scott McKelvey (Produced By: line producer)\", \"Julian Soule (Music)\", \"Inon Zur (Music)\", \"Lance Brown (Sound: re-recording mixer)\", \"Charles Deenen (Sound: re-recording mixer)\", \"Marc Fishman (Sound: re-recording mixer)\", \"Adam Levenson (Sound: sound effects designer,sound effects supervisor)\", \"Eric Lewis (Sound: assistant dialogue recording engineer)\", \"Paul Menichini (Sound: sound effects designer)\", \"Stephen Miller (Sound: dialogue editor)\", \"Gene Semel (Sound: sound designer)\", \"Gloria Soto (Sound: sound administrator)\", \"Frank Szick (Sound: audio mastering,dialogue editor)\", \"Tim Walston (Sound: sound effects designer)\", \"J.P. Walton (Sound: dialogue editor)\", \"Caron Weidner (Sound: sound supervision: sound effects editor)\", \"Jeffrey R. Whitcher (Sound: sound effects designer)\", \"Chris Borders (Casting Director)\", \"Todd Camasta (Art Direction)\", \"Mark Bergo (Art Department: artist)\", \"Scott Bieser (Art Department: artist)\", \"Larry W. Bowman (Art Department: artist)\", \"Glenn Price (Art Department: artist)\", \"Chris Borders (dialogue director)\", \"Richard Seaborne (engineer)\", \"Brian Christian (Music Department: music supervisor)\", \"Rick Jackson (Music Department: music editor,music supervisor)\", \"Adam Levenson (Music Department: music supervisor)\"], \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"14 Degrees East (Developer)\", \"Interplay (Publisher)\"], \"platforms\": [\"PC\", \"Dreamcast\"], \"rating\": \"T\"}", "{\"title\": \"Destroyer Command\", \"title_search\": \"destroyer command\", \"title_keyword\": \"destroyer command\", \"url\": \"https://www.metacritic.com/game/destroyer-command/\", \"summary\": \"A 3D naval combat simulation which gives you command of a WWII era destroyer in the US Navy in either the Atlantic or Pacific Theaters. You can advance to command a division of destroyers and will participate in a variety of naval actions against Axis forces. You will stalk U-boats, swat Kamikaze planes, escort convoys, blast enemy ships in surface actions or pound the beaches in support of infantry landings. [Ubi Soft]\", \"genre\": [\"Marine Sim\"], \"metascore\": \"51\", \"critic_reviews\": 11, \"user_score\": \"6.5\", \"user_reviews\": 0, \"release_date\": \"2002-02-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10668-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10668-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": [\"Troy Heere (Directed By)\", \"Guy Usario (Written By: manual,script)\", \"Mark Kundinger (Produced By: associate producer)\", \"Carl C. Norman (Produced By: executive producer)\", \"Shawn Storc (Produced By: producer)\", \"Eric Heberling (Music)\", \"Al Johnson (Sound: sound engineer)\", \"Steven Fischer (Art Direction)\", \"Lincoln Barr (Art Department: artist)\", \"Michael Bennighof (Art Department: campaign designer)\", \"Dan Guerra (Art Department: artist)\", \"David Twist (Art Department: artist)\", \"Sy West (Art Department: artist)\", \"Larry Bond (special thanks)\", \"Chris Carlson (special thanks)\", \"Fernando Cuervo (special thanks)\", \"Douglas Reilly (special thanks)\", \"Sarah Taylor (special thanks)\", \"Matthew Wagner (special thanks)\"], \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"Ubisoft (Publisher)\", \"Ultimation Inc. (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"E\"}", "{\"title\": \"Conquest: Frontier Wars\", \"title_search\": \"conquest frontier wars\", \"title_keyword\": \"conquest frontier wars\", \"url\": \"https://www.metacritic.com/game/conquest-frontier-wars/\", \"summary\": \"Master the technology and tactics of three clashing races as you control strategic wormholes, maintain precious supply lines, and forge an empire from hundreds of unique units to attain total control of the galaxy in this fleet-based real-time strategy game.\", \"genre\": [\"Strategy\"], \"metascore\": \"80\", \"critic_reviews\": 13, \"user_score\": \"7.7\", \"user_reviews\": 11, \"release_date\": \"2001-08-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10701-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-622403-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": [\"Eric K. Peterson (Directed By)\", \"Eric K. Peterson (Written By)\", \"Corey Gagne (Cast: Leach,Cocoon Bioforge,Mantis Computer,Malkor,Xenohanger)\", \"Brian Gaston (Cast: Nymph,Thripid,Basistics Lab,Terran Jumpgate)\", \"Phillip Owen (Cast: Warlord,Syphon,Refinery)\", \"Marco Noyola (Cast: Tiamat,Predator)\", \"Benjamin Pascoe (Cast: Scarab,Thripid,Mantis,Jumpgate,Harvester)\", \"Katherine Catmull (Cast: Seeker,Azkar)\", \"Laura Bussinger (Cast: Scout,Collector,Mordella)\", \"Andrew Whelpley (Cast: Hive Carrier,Plantation)\", \"Edwin Neal (Cast: Spinelayer,ESP Coil,Troopship)\", \"Myra Spector (Cast: Khamir,Benson)\", \"Darbi Worley (Cast: Zorap,Plasma Spitter,VerLak)\", \"Lynne Gellman (Cast: Eyestalk,KerTak)\", \"Michael Stephen Costello (Cast: Warlod,Oxidator,Halsey)\", \"Jessica Robertson (Cast: Blast Furnace,Carrion Roost)\", \"Wayne Bell (Cast: Legionnaire)\", \"Jason Henderson (Cast: Forger,Admiral Pod)\", \"John Finan (Cast: High Counsel,Galiot,Propulsion Lab)\", \"Mike Bradecich (Cast: Monolith,Steele)\", \"Jim Canning (Cast: Trireme,Helion Veil,Hull Factory)\", \"Tim Bauer (Cast: Oracle,Tender)\", \"David R. Jarrott (Cast: Polaris,Proteus,Long Range Sensor)\", \"Eric Henshaw (Cast: Procyo,Missile Cruiser,Smirnoff)\", \"Sarah j Price (Cast: Infiltrator)\", \"Eric K. Peterson (Cast: Corvette)\", \"Joseph Fotinos (Cast: Supply Ship)\", \"Sean Barton (Cast: Laser Turrent)\", \"Ashley Galaway (Cast: Terran Computer)\", \"Clive Revill (Cast: Hawkes)\", \"Peter Marquardt (Cast: Vivac)\", \"Ken Webster (Cast: Citadel,Natus,Fleet Carrier)\", \"Christopher Lee (Cast: Anvil,Headquarters)\", \"Patrick Bradshaw (Cast: Munitions,Annex,Displacement Lab)\", \"Gray G. Haddock (Cast: Turbine Doc,Blanus,Battleship)\", \"Martin Galway (Cast: Portal,Ion Cannon)\", \"Dan Jennings (Cast: Elan,Dreadnaught)\", \"Michael Foster (Cast: Aurora,Pavillion,Academy)\", \"J.C. Shakespeare (Cast: Blackwell,Bunker,Celareon Computer,Light Shipyard,Marine Training)\", \"David Stokey (Cast: Atlas,Sentinel,Heavy Shipyard)\", \"Steve Metz (Cast: Taos Scout,Hydrofoil,AWS Truitt,Ray Stratum,Eutromill,Space Station)\", \"Adam Dudley (Cast: Acropolis,Starburst,Talorean Matrix,Lancer)\", \"Clayton Murrell (Cast: Celareon Jumpgate,Joule,Fabricator,Takei)\", \"Truitt Ray (Cast: Stratum,Eutromill,Space Station)\", \"Yves Guillemot (Produced By: producer)\", \"Eric K. Peterson (Produced By: producer)\", \"Chris Roberts (Produced By: producer)\", \"Erin Roberts (Produced By: producer)\", \"James Hannigan (Music)\", \"Bryan Bowen (Sound: sound designer)\", \"Bryan Celano (Sound: sound designer)\", \"Dutch Hill (Sound: sound designer)\", \"T.J. O'Leary (Sound: sound designer)\", \"Eric K. Peterson (Sound: sound director)\", \"Alan Rankin (Sound: sound designer)\", \"Geoffrey G. Rubay (Sound: sound designer)\", \"Peter Zinda (Sound: sound designer)\", \"Carole Ruggier (Casting Director)\"], \"countries\": [\"North America\"], \"companies\": [\"Fever Pitch Studios (Developer)\", \"Ubisoft (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": \"T\"}", "{\"title\": \"Scandal\", \"title_search\": \"scandal\", \"title_keyword\": \"scandal\", \"url\": \"https://www.metacritic.com/game/scandal/\", \"summary\": \"Scandal is an interactive anime movie, which puts you in a role of a freelance photographer, Saki Kitazawa. While your father was a professional in the same line of work, you go on a day-by-day basis with whatever job comes your way. This time, it includes a famous rock musician. All enthusiastic about your next gig, you were glad to enter the prestigious private part under a guise to look for your next scoop. But what you didn't know is that your next photo is going to change your life and put you in a dangerous turmoil of murder and mystery.  The game moves one video scene at the time, where you can progress as in visual novels, by clicking the button after each event, or leave it in auto mode so it moves like an anime movie. You can select a difference choice in certain dialogues which will move the conversation one way or another, although some of the answers will have to be selected quickly within a time limit for your reaction.\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2000-06-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10789-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10789-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"SCEI (Publisher)\", \"Sugar & Rockets (Developer)\"], \"platforms\": [\"PlayStation 2\"], \"rating\": null}", "{\"title\": \"Arabian Nights\", \"title_search\": \"arabian nights\", \"title_keyword\": \"arabian nights\", \"url\": \"https://www.metacritic.com/game/arabian-nights/\", \"summary\": \"The player takes on the role of Ali and begins the game at the meeting-place chosen by the Princess: at the entrance to the cemetery, in the rough part of town? But the Princess fails to turn up. Has she disappeared? If that was the case, it would cause a terrible crisis in the Sultanate of Akabha! [DreamCatcher Interactive]\", \"genre\": [\"Action Adventure\"], \"metascore\": \"50\", \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2002-04-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10818-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-10818-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"DreamCatcher Interactive (Publisher)\", \"Visiware Studios (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"T\"}", "{\"title\": \"Dr. Ruth's Computer Game of Good Sex\", \"title_search\": \"dr ruths computer game of good sex\", \"title_keyword\": \"dr ruths computer game of good sex\", \"url\": \"https://www.metacritic.com/game/dr-ruths-computer-game-of-good-sex/\", \"summary\": \"Dr. Ruth Westheimer's unique brand of frank, down-to-earth responses to questions on sexuality can now be found in a fun and informative computer game for 1 to 7 players  Dr. Ruth's Computer Game of Good Sex challenges your knowledge about love, sexuality, and relationships. In a race against time, you must decide what is true or false among the \\\"Ask Dr. Ruth\\\" questions. Expected players advance to the \\\"Sex Clinic\\\" where they try to match Dr. Ruth's advice to sexual and marital problems. With easily learned rules, the game provides unlimited hours of amusing and informative dialogue.\", \"genre\": [\"Trivia\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-29703-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-29703-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Avalon Hill (Publisher)\", \"Avalon Hill (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Sega GT\", \"title_search\": \"sega gt\", \"title_keyword\": \"sega gt\", \"url\": \"https://www.metacritic.com/game/sega-gt/\", \"summary\": \"Sega GT attempts to capture some of Gran Turismo's formula for the Dreamcast, but it ultimately falls short due to poor control and an unintuitive interface.\", \"genre\": [\"Auto Racing\"], \"metascore\": \"84\", \"critic_reviews\": 25, \"user_score\": \"8.3\", \"user_reviews\": 16, \"release_date\": \"2000-08-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-11278-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-11278-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"Japan\", \"North America\", \"Europe\"], \"companies\": [\"Sega (Publisher)\", \"TOSE (Developer)\"], \"platforms\": [\"Dreamcast\", \"PC\"], \"rating\": \"E\"}", "{\"title\": \"Dance Dance Revolution Konamix\", \"title_search\": \"dance dance revolution konamix\", \"title_keyword\": \"dance dance revolution konamix\", \"url\": \"https://www.metacritic.com/game/dance-dance-revolution-konamix/\", \"summary\": \"The hottest dancing craze continues with a brand new sequel to Dance Dance Revolution. Straight from the arcades, step into the spotlight and put your skills to the test as you move to the groove. Get ready to dance the night away with all-new songs and game modes. Let the pulsating music and colorful graphics excite your senses while you get your dancin' fix with Dance Dance Revolution KONAMIX.\", \"genre\": [\"Dancing\"], \"metascore\": \"84\", \"critic_reviews\": 13, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2002-04-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-409981-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-16414-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Konami (Publisher)\", \"Konami (Developer)\"], \"platforms\": [\"PlayStation\"], \"rating\": \"E\"}", "{\"title\": \"Smuggler's Run: Warzones\", \"title_search\": \"smugglers run warzones\", \"title_keyword\": \"smugglers run warzones\", \"url\": \"https://www.metacritic.com/game/smugglers-run-warzones/\", \"summary\": \"Exotic Imports, an international delivery service, calls you back for another round of brutal courier action in Smuggler's Run: Warzones. This entry in the Smuggler's Run series lets you work for an elite band of smugglers. The game boasts a vehicle update--with the new hoverbike--plus new levels, new four-player multiplayer modes, and new countermeasures to thwart would-be pursuers and enemies. Now, make the drop, hit the nitro boost, and get across the border before all hell breaks loose.\", \"genre\": [\"Auto Racing\"], \"metascore\": \"79\", \"critic_reviews\": 23, \"user_score\": \"7.4\", \"user_reviews\": 7, \"release_date\": \"2002-08-07\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-16612-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-16612-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": [\"Navid Khonsari (Directed By: segment director)\", \"Jano Frandsen (Cast: Frank Luger)\", \"Peter Hanlon (Cast: The Colonel)\", \"John Weger (Cast: Nick Planner)\", \"Terry Chen (Cast: Tan)\", \"Jeremy Van der Driesen (Cast: Shodi)\", \"Artine Tony Browne (Cast: Driver #1)\", \"Costa Spanos (Cast: Driver #2)\", \"Paul Gudmundson (Cast: Driver #3)\", \"Cameron Foss (Cast: Player)\", \"Dolly Lusuego (Cast: Mama Tan)\", \"Ian Garlepy (Cast: Russian Man #1)\", \"Graeme Brown (Cast: Russian Man #2)\", \"Nancy Giles (Cast: Robot)\", \"Abell Oujaddou (Cast: Russian Man #3)\", \"Leon Le (Cast: Vietnamese Man)\", \"Glen Hernandez (Produced By: producer)\", \"Dan Houser (Produced By: executive producer)\", \"Steven Reed (Produced By: technical producer)\", \"David McGrath (Art Direction)\", \"Mark Loperfido (quality assurance)\", \"Brian Wood (production staff)\"], \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"Angel Studios (Developer)\", \"Rockstar Games (Publisher)\"], \"platforms\": [\"GameCube\"], \"rating\": \"T\"}", "{\"title\": \"Far Cry\", \"title_search\": \"far cry\", \"title_keyword\": \"far cry\", \"url\": \"https://www.metacritic.com/game/far-cry/\", \"summary\": \"A tropical paradise seethes with hidden evil in Far Cry, a cunningly detailed action shooter that pushes the boundaries of combat to shocking new levels. Freelance mariner Jack Carver is cursing the day he ever came to this island. A week ago, a brash female reporter named Valerie had offered him an incredible sum of cash to take her to this unspoiled paradise. Shortly after docking, however, Jack's boat was greeted by artillery fire from a mysterious militia group swarming about the island. With his boat destroyed, his money gone, and the gorgeous Valerie suddenly missing, Jack now finds himself facing an army of mercenaries amidst the wilds of the island, with nothing but a gun and his wits to survive. But the further he pushes into the lush jungle canopy, the stranger things become. [Ubi Soft]\", \"genre\": [\"FPS\"], \"metascore\": \"89\", \"critic_reviews\": 72, \"user_score\": \"7.9\", \"user_reviews\": 1, \"release_date\": \"2004-03-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-764075-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-764075-52.jpg\"], \"video\": \"https://mt-rv-v1.gamespot.com/vr/2019/05/07/farcryinstincts_ot_xbox_082405_qt_700,1000,1800,2500,3200,4000,master.m3u8\", \"video_thumbnail\": \"https://cdn.jwplayer.com/v2/media/D7roU8nc/poster.jpg?width=320\", \"video_type\": \"application/vnd.apple.mpegurl\", \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\", \"Korea\", \"Australia\"], \"companies\": [\"Crytek (Developer)\", \"Ubisoft (Publisher)\"], \"platforms\": [\"PC\", \"PlayStation 2\", \"Xbox\", \"Wii\"], \"rating\": \"M\"}", "{\"title\": \"XIII\", \"title_search\": \"xiii\", \"title_keyword\": \"xiii\", \"url\": \"https://www.metacritic.com/game/xiii/\", \"summary\": \"The President of the United States of America has been assassinated. You wake up on a desolate strip of New England beach. The near-fatal impact of a bullet has left your head pounding, and your memory erased. What's more, the number \\\"XIII\\\" has been mysteriously tattooed on your chest, while your pocket holds a key to a New York City bank box. Head swimming in amnesia, you struggle to your feet only to encounter more assailants intent on finishing the job. To your shock, you handle the hitmen with the killing skills of a professional - before heading to the bank in search of any shred of information about your lost identity and your involvement in the President's murder. What lies ahead is a deadly quest not only into your shadowy past, but America's darkest corridors of power. [Ubi Soft]\", \"genre\": [\"FPS\"], \"metascore\": \"74\", \"critic_reviews\": 38, \"user_score\": \"7.5\", \"user_reviews\": 17, \"release_date\": \"2003-11-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-16960-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-16960-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\", \"Australia\"], \"companies\": [\"Ubisoft (Publisher)\", \"Southend Interactive (Developer)\"], \"platforms\": [\"GameCube\", \"PlayStation 2\", \"Xbox\", \"PC\"], \"rating\": \"M\"}", "{\"title\": \"Out of the Park Baseball 4\", \"title_search\": \"out of the park baseball 4\", \"title_keyword\": \"out of the park baseball 4\", \"url\": \"https://www.metacritic.com/game/out-of-the-park-baseball-4/\", \"summary\": \"A comprehensive baseball simulation that offers multiple play options, a career mode, an exhaustive financial model, an open-ended design allowing you to completely customize your gaming experience, and much more.  Try to build a dynasty with your favorite team through trading, acquiring free agents and making good selections in the amateur draft.  Play consecutive seasons and follow the careers of your players as they develop, age and retire.  Or, use Out of the Park Baseball's connectivity with The Baseball Archive to create your own \\\"season disks,\\\" and replay any single season in baseball history. You can even combine history and fantasy by creating a new career league that starts with a historical season from baseball's past, and moves forward through a future that you shape! [Out of the Park Developments]\", \"genre\": [\"Baseball Sim\"], \"metascore\": \"87\", \"critic_reviews\": 12, \"user_score\": \"5.7\", \"user_reviews\": 6, \"release_date\": \"2002-02-28\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-16995-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-16995-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Out Of The Park Developments (Developer)\", \"Out Of The Park Developments (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Strange Adventures in Infinite Space\", \"title_search\": \"strange adventures in infinite space\", \"title_keyword\": \"strange adventures in infinite space\", \"url\": \"https://www.metacritic.com/game/strange-adventures-in-infinite-space/\", \"summary\": \"It's got all the fun and excitement of a traditional exploration game, boiled down to the best twenty minutes.  Your strange adventure begins on the planet Hope, where you've been charged with the task of exploring the galaxy and returning with as much neat stuff as possible in just ten years. Unless you find a great star drive, that's usually not enough time to reach every star! You'll plan your route carefully, trade with friendly aliens when you can, and try not to get blown to dust by the miscellaneous bad guys you will inevitably encounter. [Cheapass Games]\", \"genre\": [\"Real-Time Strategy\"], \"metascore\": \"77\", \"critic_reviews\": 6, \"user_score\": \"8.5\", \"user_reviews\": 0, \"release_date\": \"2002-02-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-17045-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-17045-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Digital Eel (Developer)\", \"Cheapass Games (Publisher)\"], \"platforms\": [\"PC\", \"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Geoff Crammond's Grand Prix 4\", \"title_search\": \"geoff crammonds grand prix 4\", \"title_keyword\": \"geoff crammonds grand prix 4\", \"url\": \"https://www.metacritic.com/game/geoff-crammonds-grand-prix-4/\", \"summary\": \"New 3-D graphics engine brings a whole new dimension to this legendary series. Updated Artificial Intelligence creates an ultra realistic and competitive Formula One gaming experience. Unparalleled physics creating the true feeling of driving an Formula One car puts you in control. Tracks modeled using GPS data to create stunningly accurate layouts. 3-D Audio utilising real Formula One samples, improved use of EAX, 3-D spatial sound and reverb brings the awesome sound of Formula One to your PC. GPaedia reference guide, offering detailed insights into the teams, drivers and circuits and provides advise on car setups and more. Incredibly realistic pit crews, engineers and marshals created with motion capture technology and with the assistance of The OrangeArrows Formula One Team. Features all the teams, drivers, and tracks from the 2001 FIA Formula One World championship. Choice of 11 cars all accurately modeled. [Infogrames]\", \"genre\": [\"Auto Racing Sim\"], \"metascore\": \"77\", \"critic_reviews\": 14, \"user_score\": \"8.3\", \"user_reviews\": 27, \"release_date\": \"2002-09-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-17740-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-17740-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"Infogrames (Publisher)\", \"MicroProse (Developer)\"], \"platforms\": [\"PC\", \"Xbox\"], \"rating\": \"E\"}", "{\"title\": \"WWE Raw 2\", \"title_search\": \"wwe raw 2\", \"title_keyword\": \"wwe raw 2\", \"url\": \"https://www.metacritic.com/game/wwe-raw-2/\", \"summary\": \"The sequel to WWF Raw features enhanced graphics and gameplay, a story mode, and more than 60 WWE superstars. WWE Raw 2 showcases its new features in eight arenas that come to life with 3D crowds and special effects. The enhanced gameplay controls provide better grappling, more balanced momentum shifts, and a realistic AI. Now you can play in different modes including multiplayer season mode, Exhibition, Season, King of The Ring, Royal Rumble, expanded Title Match, and Create-A-Superstar. The game also includes Hell in a Cell and TLC match types.\", \"genre\": [\"Wrestling\"], \"metascore\": \"68\", \"critic_reviews\": 26, \"user_score\": \"7.8\", \"user_reviews\": 12, \"release_date\": \"2003-09-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-17854-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-17854-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Korea\"], \"companies\": [\"THQ (Publisher)\", \"Anchor (Legacy) (Developer)\"], \"platforms\": [\"Xbox\"], \"rating\": \"T\"}", "{\"title\": \"Metal Gear Solid 2: Substance\", \"title_search\": \"metal gear solid 2 substance\", \"title_keyword\": \"metal gear solid 2 substance\", \"url\": \"https://www.metacritic.com/game/metal-gear-solid-2-substance/\", \"summary\": \"Solid Snake returns in Metal Gear Solid 2: Substance, the expanded edition of Metal Gear Solid 2: Sons of Liberty with all-new game modes, hidden characters and storylines. Top-secret weapons technology is being mysteriously transported under cover of an oil tanker to an unknown destination. It's up to Snake to infiltrate the transport and keep this deadly weapon of mass destruction from falling into the wrong hands! Featuers 350+ VR Missions and 150+ Alternate Missions, as well as 5 all-new \\\"Snake Tales\\\" side stories. [Konami]\", \"genre\": [\"Action Adventure\"], \"metascore\": \"87\", \"critic_reviews\": 28, \"user_score\": \"8.1\", \"user_reviews\": 33, \"release_date\": \"2002-11-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-18181-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-18181-13.jpg\"], \"video\": \"https://cdn.jwplayer.com/manifests/FInNOYXp.m3u8\", \"video_thumbnail\": \"https://cdn.jwplayer.com/v2/media/FInNOYXp/poster.jpg?width=320\", \"video_type\": \"application/vnd.apple.mpegurl\", \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Europe\", \"Australia\", \"Korea\"], \"companies\": [\"Konami (Publisher)\", \"KCEJ (Developer)\"], \"platforms\": [\"PC\", \"Xbox\", \"PlayStation 2\"], \"rating\": \"M\"}", "{\"title\": \"Duke Nukem: Manhattan Project\", \"title_search\": \"duke nukem manhattan project\", \"title_keyword\": \"duke nukem manhattan project\", \"url\": \"https://www.metacritic.com/game/duke-nukem-manhattan-project/\", \"summary\": \"Gaming's king of action returns in an all new adventure, this time in New York City. Duke battles his way across towering skyscraper rooftops and through gritty subway stations on the hunt for power-hungry villain, Mech Morphix. Mutants of every kind are thrown at Duke as he chases down Morphix through eight huge environments and avoids the green slime called GLOPP that is causing all the chaos. But radioactive slime isn't Duke's only problem--there over 25 uniquely dangerous mutated enemies hell-bent on making a meal of him. Whether it's Uzi-sporting alligators or ten-foot tall roach beasts--Duke's in town to blast bad guys and save babes. Sure, pipe bombs, a machine gun, a rocket launcher and a pulse cannon are gonna make a goo-filled mess in the Big Apple, but what's a hero to do? [ARUSH]\", \"genre\": [\"2D Platformer\"], \"metascore\": \"78\", \"critic_reviews\": 24, \"user_score\": \"7.8\", \"user_reviews\": 64, \"release_date\": \"2002-05-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-327207-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-327207-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\", \"Australia\"], \"companies\": [\"Arush Entertainment (Publisher)\", \"Sunstorm Interactive (Developer)\"], \"platforms\": [\"PC\", \"Xbox 360\", \"iOS (iPhone/iPad)\"], \"rating\": \"M\"}"]