["{\"title\": \"Plink\", \"title_search\": \"plink\", \"title_keyword\": \"plink\", \"url\": \"https://www.metacritic.com/game/plink/\", \"summary\": \"How high can you shoot the can? Plink is a fun and addictive FREE game that will keep you busy trying to beat your best score and other players worldwide - all trying to reach the top rankings!  Keep shooting the can to boost it higher and higher into the air. On the way up, collect power-ups to help you go even higher. The higher you climb, the more challenging it gets! How high can you go?  Features:  - Amazing graphics and animations - Cool power-ups - Shoot the can all the way to outer space - Shoot birds, lady bugs, and aliens for random prizes - Global leader boards - Personal high score tracking - See other players scores as you pass them on your way to the top - Endless re-playability   Plink is ad supported. If you&#39;d prefer to play without ads, you can do this via an in-app purchase.   If you like Plink, then try our other great games: * Medieval  * 2360:Battle for Cydonia * Lasers * Submarine(FREE Game) * D-Star * Fluffy Farm  Follow us on Twitter! @briskmobile\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158397-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158397-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Brisk Mobile Inc (Publisher)\", \"Brisk Mobile Inc (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Backgammon HD+\", \"title_search\": \"backgammon hd\", \"title_keyword\": \"backgammon hd\", \"url\": \"https://www.metacritic.com/game/backgammon-hd/\", \"summary\": \"Turn-Based Online Multi-Player Coming Soon! We are now finalizing the next update which will allow you to play Backgammon Online with your friends! Look for version 1.1 to be available in the next couple of weeks...  The #1 Backgammon game on the App Store is finally available for the iPad! With 6 unique board designs and a host of great features, including support for the Nackgammon and Old English game variants, Backgammon HD offers the best Backgammon experience on the App Store! With Backgammon HD, no need to buy multiple versions for your iPad and iPhone. HD is Universal and will work on all your devices!  Play the *ONLY* backgammon game on the App Store with integrated Bluetooth Peer to Peer support. Play with your friends over Bluetooth with no network required! Backgammon HD&#39;s peer to peer protocol is 100% compatible with Backgammon Lite and Premium. You can play between an iPad and your friend&#39;s iPhone over bluetooth. You can also play against the computer in either Easy, Medium or Hard difficulties.  Backgammon HD is also integrated with the Plus+ social network. Compete for leaderboard glory and win awards with Plus+. Also, if you are a Backgammon Premium user, the Plus+ network allows you to automatically migrate your Statistics and Leaderboard score to Backgammon HD.   What reviewers have to say:&ldquo;Backgammon Premium is the creme-de-la-creme &#39;gammon&rdquo;, 9 out of 10 Stars &ndash; AppAddicts.com  Features include: - Play with one of 6 great board designs. Playing on the history of the game, we&#39;ve included designs for 5 major periods in history. The board choices are: Egyptian, Roman, Medieval, Victorian, Modern and Classic.  - We also support Matches. You can play single games or play to 3, 5, 9 or 15 points. The Match support is implemented using the Crawford rule. - Multiple moves support. You do not need to move each dice, one at a time, you can move to the final point in a single tap. - Setting to disable the dice roll animation. - Custom numerical-theory-based random number generator with multiple independent sequences for each die to maximize randomness and ensure fairness. - Doubling games - Move-assist - highlights available moves - Single player games against the computer - On the phone Multi-Player and Blue-tooth peer to peer games. - Optionally plays sound effects during game play. - Three levels of difficulty : Easy, Medium and Hard. - Game statistics, including Dice rolls. - Play as either Black or White Tokens. - Indicates current Pip count for each player. - Unlimited undo functionality in single-player games  About Plus+ Plus+ is a division of ngmoco that brings externally developed titles to the App Store. The Plus+ Network is a social play service free to players that harnesses the iPhone OS 3.0 technology and enables players to create a persistent profile, challenge friends via social channels, compete for leaderboard glory, participate in game events and discover new games. <a href=\\\"http://www.plusplus.com\\\" target=\\\"_blank\\\">http://www.plusplus.com</a>\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147472-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147472-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"PosiMotion (Publisher)\", \"PosiMotion (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Linkoidz\", \"title_search\": \"linkoidz\", \"title_keyword\": \"linkoidz\", \"url\": \"https://www.metacritic.com/game/linkoidz/\", \"summary\": \"Linkoidz is an out of this world new arcade puzzle game. Crash landed on an alien planet, you must fight off the Linkoidz onslaught with only your gravity gun and trusty energy shield.\\r \\r Are your fingers up to this addicting new challenge?\\r \\r Linkoidz has 3 different Arcade modes, as well as 30 training and challenge missions. The training missions will teach you the basics, then you&#39;ll be on your own against all the Linkoidz and their queens if you want to escape.\\r \\r The Endless arcade mode offers non stop adrenaline fuelled action, but there&#39;s also the Sprint mode for a quick game, and Zen mode if you prefer a more relaxing game. All of the arcade modes can be played in a variety of different difficulty settings.\\r \\r Also features:-\\r \\r - Game Center Integration\\r - Universal iPad support\\r - Retina display support\\r - OpenFeint leaderboards and achievements\\r - Blazingly fast arcade action\\r - Awesome hand crafted artwork\\r - Exciting power ups and fiendish boss battles\\r - Challenge your friends\\r - Push notifications for challenges and results\\r \\r Linkoidz is the latest game from the makers of Sneezies. Watch the video and find our other games on our website, <a href=\\\"http://retrodreamer.com\\\" target=\\\"_blank\\\">http://retrodreamer.com</a> Or join us on Facebook at <a href=\\\"http://facebook.com/retrodreamer\\\" target=\\\"_blank\\\">http://facebook.com/retrodreamer</a>\", \"genre\": [\"Action\"], \"metascore\": \"84\", \"critic_reviews\": 5, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-10-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-169667-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-169667-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Retro Dreamer (Developer)\", \"Retro Dreamer (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"StickMan Rocks\", \"title_search\": \"stickman rocks\", \"title_keyword\": \"stickman rocks\", \"url\": \"https://www.metacritic.com/game/stickman-rocks/\", \"summary\": \"Kiwis, penguins, and bears, oh my!  ...and bombardier birds, carrot-flinging flying rabbits, spitting snakes, uncooperative clouds, and other perils lie in wait along the treacherous rock-face.  Avoid perils, collect stars, and climb as high as you can.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148368-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148368-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"InMotion Software, LLC (Publisher)\", \"InMotion Software, LLC (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"SmartGo Kifu\", \"title_search\": \"smartgo kifu\", \"title_keyword\": \"smartgo kifu\", \"url\": \"https://www.metacritic.com/game/smartgo-kifu/\", \"summary\": \"SmartGo Kifu transforms your iPad into a Go board with a library of 20,000 professional game records and 2,000 problems. Study master games, solve problems, play against the computer, and record you own games.  SmartGo Kifu provides an innovative way to replay games. In addition to replaying games move by move, you can view each game as a series of figures, with diagrams automatically illustrating comments and variations. SmartGo Kifu comes with 20 annotated games that showcase this capability, and you can import your own games.  This iPad app builds on the acclaimed SmartGo Pro for the iPhone and is designed as a versatile tool for Go players. If you&#39;re new to Go or just want a quick and challenging game against the computer, please check out our popular SmartGo program.  Go is also known as igo (), w&eacute;iq&iacute; (), or baduk ().\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148378-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148378-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Smart Go, Inc. (Developer)\", \"Smart Go, Inc. (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Steel Calvary\", \"title_search\": \"steel calvary\", \"title_keyword\": \"steel calvary\", \"url\": \"https://www.metacritic.com/game/steel-calvary/\", \"summary\": \"In Steel Calvary - Panzer Destroyer, you are assigned to command a tank platoon during WWII. Go head to head with a variety of enemy tanks in two exciting campaigns. Play as either the Allied forces or as the Germans to immerse yourself in the history of tank warfare. Use smoke screens and your wit to destroy your enemies and prove your skills as a tank commander.   - Choose from two campaigns to experience Allied forces and German tanks each with different strengths. - Battle through 20 exciting missions in Campaign mode with a variety of mission goals such as pursuing the enemy, escaping and scouting. - Select your level of difficulty before you start a campaign to create even more of a challenge. - Timed missions and a mission containing a mine field create tension and thrills with every new mission.  - Control your tank by pushing control sticks forward, which allows for an ease of movement. Feel the power of a tank at your fingertips!  - Battle as and against several different tank types such as Elefants, Fireflies, Tigers and Jagdpanthers.  - Use smoke screens tactfully to get in close to an enemy and destroy them. - Test your skills in Quick Battle mode as you set your own battle parameters. Choose from a variety of battle grounds, nationalities and a wide selection of tanks for a unique experience every time. - A variety of additional tanks that are not playable in Campaign mode are playable in Quick Battle mode such as the Japanese Ha-go.  - View a gallery in the Hall of Fame that contains tank statistics and images of over 15 major tanks from WWII.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-02-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148449-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148449-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Magitech (Developer)\", \"Magitech (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Wedding Planner: Dream Weddings Guaranteed\", \"title_search\": \"wedding planner dream weddings guaranteed\", \"title_keyword\": \"wedding planner dream weddings guaranteed\", \"url\": \"https://www.metacritic.com/game/wedding-planner-dream-weddings-guaranteed/\", \"summary\": \"You'll play the role of Charlotte, an up-and-coming wedding planner, and be able to give your creativity free rein as you organize various clients' wedding ceremonies and receptions!  - Follow Charlotte's exciting story right up to your own dream wedding - Organize 25 different dream weddings - Advise bridal couples on a range of wedding details, such as choosing their rings, wedding attire and reception music! - Use the Nintendo DS microphone to scatter flowers and the Nintendo DS stylus to serve drinks and dance. - Learn how to be a truly great wedding planner by using the Wedding Emergency Survival Kit!\", \"genre\": [\"Virtual Career\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-169861-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-169861-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Europe\"], \"companies\": [\"DTP Entertainment (Publisher)\", \"DTP Entertainment (Developer)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Tanks and Turrets\", \"title_search\": \"tanks and turrets\", \"title_keyword\": \"tanks and turrets\", \"url\": \"https://www.metacritic.com/game/tanks-and-turrets/\", \"summary\": \"Tanks and Turrets is a classic strategy game.  Pit your wits against an onslaught of tanks, apcs, humvees and helis.  Retina Graphics  6 maps with 20 levels each for free.  Win trophies and upgrade your turrets.  Higher difficulties unlock more achievements and higher scores.  Compete against friends with OpenFeint achievements and scoreboards.  Use In-App purchase to get the extended version with 100 levels per map and over 12000 trophies.  Level 10 difficulty offers endless levels for your enjoyment.\", \"genre\": [\"Simulation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-11-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-172140-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-172140-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Gordon Roberts (Publisher)\", \"Gordon Roberts (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Tappi Bear All in 1\", \"title_search\": \"tappi bear all in 1\", \"title_keyword\": \"tappi bear all in 1\", \"url\": \"https://www.metacritic.com/game/tappi-bear-all-in-1/\", \"summary\": \"Tappi Bear All in 1 !! 5 in 1 GameBox!! Super Launch Sale!!  Support iOS4 Game Center Leaderboard and Achievement Points!!   Enjoy your free times with little Tappi Bear and it&#39;s friends! Support Apple Game Center,  with Global Leaderboard a dozen of Achievements!  Get ready to the Tappi Tappi Tappi World!  ************************************************* Features: - Highly addictive fast paced gameplay - Pick-up &#39;n Play and Endless level - Adorable graphic style and lovely characters and animations - Simple and solid controls - Zero loading time *************************************************  GAME LIST: --- SEPT 2010 --- - Space Rush (30/7/2010) - Donut Dance (6/8/2010) - Donut Ninja (15/8/2010) - KungFu Battle (20/8/2010) - Tap Tap Jump (NEW!)   More and more Tappi Bear Games are coming soon!! Tappi Tappi!!  www.Taplay.com\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-166519-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-166519-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Taplay (Publisher)\", \"Taplay (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Tap Ranch : Red Tulips\", \"title_search\": \"tap ranch  red tulips\", \"title_keyword\": \"tap ranch  red tulips\", \"url\": \"https://www.metacritic.com/game/tap-ranch-red-tulips/\", \"summary\": \"Get your own virtual Ranch with RED TULIPS and 10 free Ranch bucks!    **If you&#39;re already playing Tap Ranch, you should install &amp; run RED TULIPS and then delete it.  Your 10 free Ranch bucks will be credited to your original Tap Ranch game**  Welcome to Tap Ranch, you are only taps away from growing your own crops, raising animals and investing in &#34;makers&#34; to produce your own cheese, wine and fruit pies!  Grow alfalfa to feed cows to make milk, or corn to feed chickens to make eggs.   Decorate your ranch to your heart content and buy functional greenhouses where all your crops grow faster and don&#39;t spoil!  It&#39;s easy and simple as 1-2-3.  But should you sell your milk, eggs and flour now, or save them to make bread and sell them later for more profit?  How do you make these items?  Cheese comes from Ketchup comes from Wine comes from Pies comes from Bread comes from Fabrics comes from Honey comes from  FEATURES:  - Over 22 varieties of crops, trees and yummy fruits including mangos, plums, cherries and bananas  - Plow, seed and harvest to gain experience and coins  - Buy small to huge greenhouses to grow your crops up to 80% faster  - Decorate your ranch with over 70 buildings, fences and premium decorations like Old farm trucks, fireplaces and antique lanterns  - Expand your ranch and level up to 80+ levels with the help of organic fertilizers  - Visit neighbor&#39;s ranches and gain experience to become &#34;featured&#34; neighbors  ** Brought to you by the developers of Tap Fish, the #1 aquarium game in the Appstore with millions of users! **\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-166530-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-166530-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"BayView Labs (Developer)\", \"BayView Labs (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Falldown Classic\", \"title_search\": \"falldown classic\", \"title_keyword\": \"falldown classic\", \"url\": \"https://www.metacritic.com/game/falldown-classic/\", \"summary\": \"FALLDOWN CLASSIC provides the closest experience to the old school graphing calculator game available on this store. Furthermore, there are no advertisements. Buy it once and it&#39;s yours to play for all those minutes when you&#39;re bored. Click &#34;more&#34; for more information...  FALLDOWN CLASSIC is a remake of an old graphing calculator game. The object is to guide a ball through gaps in the floor, which is rising towards the ceiling, in order to avoid getting the ball trapped at the top of the screen. Falldown Classic closely resembles the game Falldown as it is found on certain graphing calculators.  Features include screen rotation, optional accelerometer-based controls (triple tap the screen in-game to toggle that on and off), &#34;speed 1&#34; and &#34;speed 2,&#34; a local device-based high scores table and a Web-based high scores table.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-02-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148963-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148963-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Christian Dunn (Developer)\", \"Christian Dunn (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"MotorStorm: Apocalypse\", \"title_search\": \"motorstorm apocalypse\", \"title_keyword\": \"motorstorm apocalypse\", \"url\": \"https://www.metacritic.com/game/motorstorm-apocalypse/\", \"summary\": \"Motorstorm: Apocalypse is the third entry for home consoles in the Motorstorm franchise.\", \"genre\": [\"Auto Racing Sim\"], \"metascore\": \"77\", \"critic_reviews\": 74, \"user_score\": \"7.9\", \"user_reviews\": 199, \"release_date\": \"2011-05-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-709135-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-156086-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": [\"Matt Southern (Directed By)\", \"Danielle Judovits (Cast: Yoshimi,News Anchor)\", \"Steve Blum (Cast: Big Dog,Combat Hobo,Announcer)\", \"Dominic Catrambone (Cast: Tyler,Soldier 1,Helicopter Loudhailer)\", \"Ben Diskin (Cast: Cutter,Stone)\", \"D.C. Douglas (Cast: Dice,Dusklite Site Manager,Soldier 2)\", \"Arif S. Kinchen (Cast: Mash,Sphinx,Hunter)\", \"Moira Quirk (Cast: Candi,Rival)\", \"Lori Tritel (Cast: Ms. Austin)\", \"William 'Chip' Beaman (Produced By: dialogue executive producer: Manager VO and talent Services)\", \"Julia Bianco (Produced By: dialogue producer)\", \"John McLaughlin (Produced By: producer)\", \"Felice Standifer (Produced By: senior producer)\", \"Klaus Badelt (Music)\", \"Ian Honeyman (Music)\", \"Cameron David (Sound: asset coordinator: Soundelux Design Music Group)\", \"Charlie Gondak (Sound: senior asset coordinator: Soundelux Design Music Group)\", \"Justin Langley (Sound: voice over recording engineer: Soundelux Design Music Group)\", \"David Natale (Sound: asset coordinator: Soundelux Design Music Group,voice over recording engineer: Soundelux Design Music Group)\", \"Anthony Sorise (Sound: asset coordinator: Soundelux Design Music Group)\", \"Lee Baskerville (Art Department: character artist)\", \"Vladimir Yudin (Art Department: senior artist: damage & destruction)\", \"Simon Barlow (assistant game director)\", \"William 'Chip' Beaman (voice-over business manager: Soundelux Design Music Group)\", \"Julia Bianco (voice-over supervisor: Soundelux Design Music Group)\", \"Adam Dolin (production assistant: Soundelux Design Music Group)\", \"Keythe Farley (voice over director: Soundelux Design Music Group)\", \"Scott Martin Gershin (executive creative director: Soundelux Design Music Group)\", \"Jessicca Gonzalez (voice-over administrative assistant: Soundelux Design Music Group)\", \"Alexander Leeman Johnson (production assistant: Soundelux Design Music Group)\", \"Erica Mehallo (voice-over supervisor: Soundelux Design Music Group)\", \"Bill Pullan (principal programmer)\", \"Janet Rankin (facility manager: Soundelux Design Music Group)\", \"Tim Ward (test operations)\", \"Simone de Leuw (Music Department: score production manager)\", \"Robert Elhai (Music Department: score orchestrated by)\", \"Jake Jackson (Music Department: score engineer & mixer)\", \"Daniel Rojas (Music Department: musician: guitar,score technical advisor)\", \"Keythe Farley (Casting Department: voice over casting: Soundelux Design Music Group)\"], \"countries\": [\"North America\", \"Australia\", \"Japan\", \"Europe\", \"Asia\", \"Korea\"], \"companies\": [\"SCEA (Publisher)\", \"Evolution Studios (Developer)\"], \"platforms\": [\"PlayStation 3\"], \"rating\": \"T\"}", "{\"title\": \"Delve Deeper: Treasures and Tunnels\", \"title_search\": \"delve deeper treasures and tunnels\", \"title_keyword\": \"delve deeper treasures and tunnels\", \"url\": \"https://www.metacritic.com/game/delve-deeper-treasures-and-tunnels/\", \"summary\": \"&quot;Treasures and Tunnels,&quot; Delve Deeper's first DLC expansion, brings you 50% more Delve Deeper maps and 25% more treasure. For those counting, that's 10 new levels and 25 brand new relics. Each level is custom-tailored to be tackled by different team combinations, and each relic custom-designed to add new excitement to every map!\\r \\r Key features:\\r \\r - 10 new maps, including Big Orc Candy Mountains, Duke Dreadaxe's Dungeon O'Doom, and Crazy Edvard's Chasm.\\r - 25 dynamic, exciting new relics\", \"genre\": [\"Turn-Based Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"8.0\", \"user_reviews\": 5, \"release_date\": \"2011-07-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-167635-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-167635-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Lunar Giant Studios (Publisher)\", \"Lunar Giant Studios (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Kinect Adventures!\", \"title_search\": \"kinect adventures\", \"title_keyword\": \"kinect adventures\", \"url\": \"https://www.metacritic.com/game/kinect-adventures/\", \"summary\": \"Kinect Adventures is a compilation of games for the Xbox 360's motion-sensing accessory Kinect. It will include river rush, which is a rafting simulation.\", \"genre\": [\"Party\"], \"metascore\": \"61\", \"critic_reviews\": 45, \"user_score\": \"6.3\", \"user_reviews\": 133, \"release_date\": \"2010-11-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-156278-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-156278-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": [\"Cara Pifko (Cast: Amelia)\", \"Roger Craig Smith (Cast: Rob)\", \"Emmanuel Rausenberger (Cast: Rob)\", \"Ines Rudolph-Bra\\u00fcer (Cast: Amelia)\", \"Jens Wendland (Cast: Rob)\", \"Giuliana Atepi (Cast: Amelia)\", \"Diego Baldoin (Cast: Rob)\", \"Hiroko Ushida (Cast: Amelia)\", \"Tokuyoshi Kawashima (Cast: Rob)\", \"Valerie Arem (Cast: Female Adventurer)\", \"Danielle Soibelman (Cast: Park Girl - Disneyland)\", \"Sherman Archibald (Produced By: producer: production team, Massive Multimedia Inc.)\", \"Jason Armenise (Produced By: senior producer: production team)\", \"William 'Chip' Beaman (Produced By: dialogue executive producer: Manager VO and talent Services)\", \"Justin Corcoran (Produced By: senior producer: production)\", \"Bryna Dabby (Produced By: producer: production/QA)\", \"Michael Forgey (Produced By: producer: production team)\", \"Dana Hanna (Produced By: producer: production team)\", \"Deanna Hearns (Produced By: executive producer: leadership team)\", \"Will Heiberg (Produced By: producer: Liquid Development)\", \"Abby Lin (Produced By: senior producer: production team)\", \"Brian Mulligan (Produced By: lead producer: production team)\", \"Christian Owens (Produced By: producer: production team)\", \"Jonny Plumb (Produced By: associate producer: production team)\", \"Oscar Santos (Produced By: senior producer: production team)\", \"Matt Turnbull (Produced By: producer: production team)\", \"Dylan Vance (Produced By: senior producer: production team)\", \"Zeb Wedell (Produced By: associate producer: production team, Artech)\", \"Brad Beaumont (Sound: cinematic sound designer: English voices: Soundelux Design Music,sound designer: English voices: Soundelux Design Music)\", \"Brian Brockett (Sound: sound designer: audio team: Aquent LLC)\", \"Mike Caviezal (Sound: audio lead: audio)\", \"Bryan Celano (Sound: supervising sound designer: English voices: Soundelux Design Music)\", \"Nerses Gezalyan (Sound: foley engineer: English voices: Soundelux Design Music,foley mixer,sound mixer)\", \"Patrick Ginn (Sound: cinematic sound designer: English voices: Soundelux Design Music)\", \"Charlie Gondak (Sound: senior asset coordinator: English voices: Soundelux Design Music)\", \"Matt Grimm (Sound: audio: Phosphor Games)\", \"Gary A. Hecker (Sound: foley artist: English voices: Soundelux Design Music)\", \"Chris Hegstrom (Sound: audio director: audio team)\", \"Dutch Hill (Sound: cinematic sound designer: English voices: Soundelux Design Music)\", \"Alexander Leeman Johnson (Sound: asset coordination: English voices: Soundelux Design Music)\", \"Justin Langley (Sound: voice over editorial: English voices: Soundelux Design Music,voice over recording engineer: English voices: Soundelux Design Music)\", \"Erica Mehallo (Sound: voice-over supervisor: English voices, Soundelux Design Music Group)\", \"James Moriana (Sound: foley artist: English voices: Soundelux Design Music)\", \"David Natale (Sound: asset coordination: English voices: Soundelux Design Music)\", \"Shannon Potter (Sound: sound supervisor: English voices: Soundelux Design Music)\", \"Bob Rankin (Sound: voice over editorial: English voices: Soundelux Design Music)\", \"Jason Shirley (Sound: audio lead: Dublin localization team)\", \"Adam Smith-Kipnis (Sound: audio lead: audio team)\", \"Jason Syltebo (Sound: sound designer: audio team: Izze-O-Studio)\", \"John Tennant (Sound: audio director: audio: Smoking Gun Interactive)\", \"Masanobu 'Tomi' Tomita (Sound: sound designer: English voices: Soundelux Design Music)\", \"Brett Voss (Sound: foley mixer: English voices: Soundelux Design Music)\", \"Jeffrey Wilhoit (Sound: foley artist: English voices: Soundelux Design Music)\", \"Peter Zinda (Sound: cinematics sound supervision and mixing: English voices: Soundelux Design Music)\", \"Kris Zimmerman (Casting Director: voice casting director)\", \"Michael Best (Visual Effects: lead technical artist: art: Smoking Gun Interactive)\", \"Mark Eaton (Visual Effects: visual effects artist: Liquid Developmente)\", \"Wesley Grandmont III (Visual Effects: lead technical artist: art team)\", \"Ben Hindle (Visual Effects: lead technical animator: art team)\", \"Craig L. Hoffman (Visual Effects: lead visual artist: art team)\", \"Jamie Kirschenbaum (Visual Effects: visual effects artist: art team)\", \"Craig Adams (Art Department: level artist: Liquid Development)\", \"Kevin Atkins (Art Department: level artist: Liquid Development)\", \"Lloyd Bagtas (Art Department: UI artist: art team: Aquent LLC)\", \"Roger Borelli (Art Department: character artist: art team: Aquent LLC)\", \"Marc Brinkley (Art Department: technical art director: art team)\", \"Nick Brown-Teasdale (Art Department: level artist: Liquid Development)\", \"Alberto Cerrite\\u00f1o (Art Department: lead UI artist: art team)\", \"Tony Clark (Art Department: level artist: Liquid Development)\", \"Colin Foran (Art Department: concept artist: art team)\", \"Kevin Hanna (Art Department: character artist: art team: MAQ Software)\", \"Joshua Harvey (Art Department: level artist: Liquid Development)\", \"Ryan Hastings (Art Department: lead artist: art team)\", \"Dan Hecht (Art Department: art manager: Liquid Development)\", \"Claire Hummel (Art Department: concept artist: art team)\", \"Kate Kolesar (Art Department: UI artist: art team)\", \"Stephanie Laberis (Art Department: concept artist: art team: Aquent LLC)\", \"Cheol Joo Lee (Art Department: lead concept artist: art: Smoking Gun Interactive)\", \"Anthony Leonati (Art Department: senior artist: art: Smoking Gun Interactive)\", \"Alex Marcinowski (Art Department: level artist: Liquid Development)\", \"Terrance Newell (Art Department: art lead: art)\", \"Vincent Proce (Art Department: art director)\", \"Jamal N. Qutub (Art Department: UI artist: art team: Aquent LLC)\", \"Craig Sellars (Art Department: concept artist: art team: Aquent LLC)\", \"Jonathan Sloan (Art Department: UI artist: art team: Aquent LLC)\", \"Mike Spalding (Art Department: lead character artist: art team)\", \"Tamas Szathmary (Art Department: senior artist: art: Smoking Gun Interactive)\", \"Joe Thiel (Art Department: level artist: Liquid Development)\", \"David Tran (Art Department: lead character artist: art: Smoking Gun Interactive)\", \"Rob Watkins (Art Department: lead environment artist: art team)\", \"Tyler West (Art Department: concept artist: art team: Tyler West Studio)\", \"Jon Williams (Art Department: environment artist: art team)\", \"Karisma Williams (Art Department: senior UI artist: art team)\", \"Kieran Yanner (Art Department: concept artist: art team: Aquent LLC)\", \"Jason C. Baskett (Animation: animator: Liquid Development)\", \"Hugo Beyer (Animation: prop artist: Liquid Development)\", \"Dominick Cecere (Animation: lead animator: art team)\", \"Adam Diller (Animation: prop artist: Liquid Development)\", \"Mark Eaton (Animation: animator: Liquid Development)\", \"Renaud Galand (Animation: prop artist: Liquid Development)\", \"Dave Garrison (Animation: animator: art team, Aquent LLC)\", \"Brian Griffith (Animation: prop artist: Liquid Development)\", \"Nate Hallinan (Animation: prop artist: Liquid Development)\", \"Jon Harrington (Animation: senior animator: Smoking Gun Interactive)\", \"Steve Jameson (Animation: animator: Liquid Development)\", \"Max Kogan (Animation: prop artist: Liquid Development)\", \"Paul Lipnygov (Animation: prop artist: Liquid Development)\", \"Denis Lis (Animation: prop artist: Liquid Development)\", \"Erin Olorenshaw (Animation: additional animator: Smoking Gun Interactive)\", \"Geoff Rich (Animation: animator: Liquid Development)\", \"Marshall Short (Animation: prop artist: Liquid Development)\", \"Gabriel Tse (Animation: prop artist: Liquid Development)\", \"Matthew Weaver (Animation: animator: art team)\", \"Mark Wheeler (Animation: animator: art team, Collabera)\", \"Tomas Wittelsbach (Animation: prop artist: Liquid Development)\", \"Tom Arnold (special thanks)\", \"Becky Bailey (special thanks)\", \"Bonnie Baker (special thanks)\", \"Nick Burton (special thanks)\", \"Theresa Chin (special thanks)\", \"Jim Davis (special thanks: Coroware)\", \"Natahri Felton (special thanks)\", \"Andrew Fenwick (special thanks)\", \"Salvatore Flieccia (special thanks)\", \"Lewey Geselowitz (special thanks)\", \"Todd Holmdahl (special thanks)\", \"Richard Irving (special thanks)\", \"Greg B. Jones (special thanks)\", \"Justin Jumani (special thanks)\", \"Ben Kilgore (special thanks)\", \"Alex Kipman (special thanks)\", \"Eric Langlois (special thanks)\", \"Matt Lee (special thanks)\", \"Annie Lohr (special thanks)\", \"Claude Marais (special thanks)\", \"Don Mattrick (special thanks)\", \"Dan McCulloch (special thanks)\", \"Mike Nichols (special thanks)\", \"Randy Pagulayan (special thanks)\", \"David Persson (special thanks)\", \"Sean Phillips (special thanks)\", \"Jennifer Roland (special thanks)\", \"Angie Sartori (special thanks: Xtreme Consulting Group Inc.)\", \"Scott Sauerbunn (special thanks)\", \"Phil Spencer (special thanks)\", \"Bryan Thompson (special thanks)\", \"Marc Whitten (special thanks)\", \"Steve Willett (special thanks)\", \"William Beard (Music Department: music aquisitions specialist: licensed music)\", \"Kyle Hopkins (Music Department: head of music supervisor: licensed music)\", \"Lily Kohn (Music Department: senior music licensing manager: licensed music)\", \"James D. Mortellaro (Casting Department: voice over casting: English voices: Soundelux Design Music)\"], \"countries\": [\"North America\", \"Australia\", \"Europe\", \"Asia\", \"Japan\", \"Korea\"], \"companies\": [\"Good Science Studio (Developer)\", \"Microsoft Game Studios (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": \"E\"}", "{\"title\": \"Rocks N' Rockets\", \"title_search\": \"rocks n rockets\", \"title_keyword\": \"rocks n rockets\", \"url\": \"https://www.metacritic.com/game/rocks-n-rockets/\", \"summary\": \"Rocks N' Rockets thrusts players into the hero\\u2019s seat when civilization is threatened by a terrifying global meteor attack. The player's mission is to protect our cities by launching various powerful rockets to destroy thousands of strange meteors heading towards earth. Rocks N' Rockets features innovative power-ups to add a strategic twist to the old-school gameplay. Players can select from three stages of difficulty to advance through 100 levels, and can even test their meteor-blasting skills to the maximum in Marathon mode.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158810-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158810-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"TikGames (Developer)\", \"TikGames (Publisher)\"], \"platforms\": [\"DS\", \"PSP\"], \"rating\": \"E\"}", "{\"title\": \"SingStar Chartbreaker\", \"title_search\": \"singstar chartbreaker\", \"title_keyword\": \"singstar chartbreaker\", \"url\": \"https://www.metacritic.com/game/singstar-chartbreaker/\", \"summary\": null, \"genre\": [\"Rhythm\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-156517-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-156517-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Europe\"], \"companies\": [\"SCEE London Studio (Developer)\", \"SCEE (Publisher)\"], \"platforms\": [\"PlayStation 2\", \"PlayStation 3\"], \"rating\": null}", "{\"title\": \"SingStar: Morangos com Acucar\", \"title_search\": \"singstar morangos com acucar\", \"title_keyword\": \"singstar morangos com acucar\", \"url\": \"https://www.metacritic.com/game/singstar-morangos-com-acucar/\", \"summary\": null, \"genre\": [\"Rhythm\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-156534-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-156534-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Europe\"], \"companies\": [\"SCEE London Studio (Developer)\", \"SCEE (Publisher)\"], \"platforms\": [\"PlayStation 3\", \"PlayStation 2\"], \"rating\": null}", "{\"title\": \"Shawn Johnson Gymnastics\", \"title_search\": \"shawn johnson gymnastics\", \"title_keyword\": \"shawn johnson gymnastics\", \"url\": \"https://www.metacritic.com/game/shawn-johnson-gymnastics/\", \"summary\": \"Shawn Johnson Gymnastics is the first game dedicated solely to gymnastics on the Wii.\", \"genre\": [\"Athletics\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"6.5\", \"user_reviews\": 0, \"release_date\": \"2010-11-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-156720-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-156720-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Zoo Games (Developer)\", \"Zoo Games (Publisher)\"], \"platforms\": [\"Wii\", \"DS\"], \"rating\": \"E\"}", "{\"title\": \"Big City Adventure: Vancouver\", \"title_search\": \"big city adventure vancouver\", \"title_keyword\": \"big city adventure vancouver\", \"url\": \"https://www.metacritic.com/game/big-city-adventure-vancouver/\", \"summary\": \"It's time to head north on your next Big City Adventure! Search for thousands of cleverly hidden items around stunningly beautiful Vancouver, Canada. Discover 69 fascinating and obscure facts about Vancouver and its history, plus, earn 69 cool mementos from the 46 amazing scenes you'll visit. Over 130 rounds of hidden object and mini-game fun!\", \"genre\": [\"Hidden Object\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-01-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157973-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157973-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Big Fish Games (Publisher)\", \"Jolly Bear Games (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Overdrive Vendetta\", \"title_search\": \"overdrive vendetta\", \"title_keyword\": \"overdrive vendetta\", \"url\": \"https://www.metacritic.com/game/overdrive-vendetta/\", \"summary\": \"Overdrive takes the speed-loving, asphalt-hugging parts of Mobsters (yes, the cars) and pounds on the gas. Build street cred by running the local circuits, rushing through delivery jobs and decking out your ride with the hottest upgrades. Prove your mettle and leave your street-hopping days behind: a big enough reputation will turn you into a legitimate threat on the pro circuit.  KEY FEATURES: &middot;         Start  Car clubs with your friends!  &middot;         Race against your enemies!  &middot;         Post updates to Facebook and Twitter!  &middot;         Buy the sweetest rides and upgrade them with the dopest mods!  &middot;         Perform missions for big bucks and bragging rights!  &middot;         Visit your Sponsor for that added edge on the racetrack!  About Playdom: Until recently, Playdom has been the best-kept secret in social gaming. Fueled by a growing pipeline of new games and explosive growth on Facebook, we may be the fastest growing social gaming company on the planet. How do we do it? We&rsquo;re obsessed with one thing: our players.   We don&rsquo;t assume what you will or won&rsquo;t like; instead we look to you to actively shape our games. If you don&rsquo;t like something, we phase it out. And if you love something, we add more. It&rsquo;s that simple: At Playdom, players rule!\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158028-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158028-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Playdom, Inc. (Developer)\", \"Playdom, Inc. (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Penalkick 2010\", \"title_search\": \"penalkick 2010\", \"title_keyword\": \"penalkick 2010\", \"url\": \"https://www.metacritic.com/game/penalkick-2010/\", \"summary\": \"Select your country and lead it to victory in soccer&#39;s greatest event: the international championship!   Penalkick is a soccer game based on a new and improved penalty gameplay. Just shoot the ball with your finger and beat the goalie!  Improve your skills in Training mode then join the competition. Each and every country of the championship is represented. Will you be able to lead your favorite team to the final victory?!  Features:  - Exceptionnal offer: 50% off, buy it now! - Nice 3D graphics worthy of the best iPhone games - Original penalty kick gameplay: easy to learn &amp; hard to master - Live the international championship with actual team roster &amp; groups - Detailed competition stats for soccer fans - Achievement system to track your performances - Even more to come!\", \"genre\": [\"Soccer Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158038-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158038-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Creative Patterns (Developer)\", \"Creative Patterns (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"I Love Games: 16 Great Games for Girls\", \"title_search\": \"i love games 16 great games for girls\", \"title_keyword\": \"i love games 16 great games for girls\", \"url\": \"https://www.metacritic.com/game/i-love-games-16-great-games-for-girls/\", \"summary\": \"Enjoy this awesome collection of 16 games that every girl will love, Solve a mystery, go horseback riding, make it big in business or dive deep into a star-studded world of fashion and much more. Now, girls can enter a variety of virtual worlds where the possibilities and fun are endless!\", \"genre\": [\"Compilation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-158329-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-158329-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Skulls of the Shogun\", \"title_search\": \"skulls of the shogun\", \"title_keyword\": \"skulls of the shogun\", \"url\": \"https://www.metacritic.com/game/skulls-of-the-shogun/\", \"summary\": \"Los Angeles, California and Seattle, Washington  Haunted Temple Studios announces Skulls of the Shogun, an invigorating cocktail of 1960s flavored sorcery and strategy  in development for major gaming platforms. Washing up on the shores of the afterlife, players meet and join forces with vibrant ghost-samurai warriors, magical animal-monks, and mustachioed samurai generals on the way to capture Skulls of the Shogun.  With its roots in classic turn-based strategy gaming, Skulls of the Shogun retains depth and adds a smooth, simple interface that makes it accessible and enjoyable even to players new to the genre.  Players immerse themselves in battle with fun and unique game play features amidst lush, eerie environments.  Also featuring 4-player local and networked multi-player and an original score inspired by old samurai films and dub, Skulls of the Shogun offers simple-yet-deep, refined and offbeat game-play.\", \"genre\": [\"Turn-Based Tactics\"], \"metascore\": \"81\", \"critic_reviews\": 48, \"user_score\": \"8.0\", \"user_reviews\": 52, \"release_date\": \"2013-01-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-158404-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-158404-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Korea\", \"Japan\", \"Australia\"], \"companies\": [\"17-Bit (Developer)\", \"Microsoft Game Studios (Publisher)\"], \"platforms\": [\"Xbox 360\", \"PC\", \"iOS (iPhone/iPad)\", \"PlayStation 4\", \"Nintendo Switch\"], \"rating\": \"T\"}", "{\"title\": \"Celebrity Bodyguard\", \"title_search\": \"celebrity bodyguard\", \"title_keyword\": \"celebrity bodyguard\", \"url\": \"https://www.metacritic.com/game/celebrity-bodyguard/\", \"summary\": \"Bring the pain to the red carpet! \\r \\r What happens when stalkers, snipers and protesters in panda suits attack? They get taken down by you: the Celebrity Bodyguard...before the oblivious celebrities even notice!\\r \\r Guns, fists and a keen protective instinct are what you\\u2019ll need to make sure your celebrity stays trapped in their perfect red carpet world, totally ignorant of the dangers surrounding them! Use your vigilance to keep your star\\u2019s power up and the stress down and you might just be able to unleash their Superstar Power for a powerful kill.\\r \\r Celebrity Bodyguard is a side-scrolling action game with hilarious animations and wild action. The only thing more fun than being a celebrity is being the Celebrity Bodyguard!\\r \\r Features:\\r \\r STAR-STUDDED CAST\\r Escort caricatured versions of celebrities down the red carpet (Including Lady Bla-Bla, Rustin Beaver and Rober Parkson!)\\r \\r REHAB-WORTHY ENEMIES\\r Kill as many paparazzi, deranged hicks, and ninjas in a row to get a highest score.\\r \\r NEVER-ENDING RED CARPET\\r Unlockable achievements on Openfeint will keep you strutting down the walk of fame.\\r \\r GAME CENTER WALK OF FAME\\r Game Center compatibility allows you to put your high score for the entire academy to see.\\r \\r BETTER THAN SUBTITLES\\r Game is playable in English, French, Italian, German, and Spanish.\\r \\r I WILL ALWAYS LOVE YOU\\r Keep your VIP safe so they will love you enough to unleash Star Power for an all-out attack.\\r \\r I HAVE NOTHING, NOTHING, NOTHING\\r Submit your scores to Facebook so your friends will see their bodyguarding skills are nothing compared to yours.\\r \\r WINNING\\r More updates and characters are on the way. Prepare for Charlie Spleen!\\r \\r More Apps from Bravo Game Studios:\\r \\r VOLCANO ESCAPE\\r -GamePro iOS Game of the Day\\r -TUAW Daily App\\r -IGN iPhone Game of the Day\\r -CNET iPhone App of the Week\\r -\\u201cWhat\\u2019s Hot\\u201d and \\u201cNew and Noteworthy\\u201d in App Store, March 2011\\r \\r TOUCH RACING NITRO - #1 grossing racing game in the USA and Europe\\r \\r *** IMPORTANT NOTE ON DOWNLOADING &amp; COMPATIBLE DEVICES ***\\r \\u2022 Confirm Your Device Is Compatible \\u2013 CELEBRITY BODYGUARD is ONLY compatible with 3rd and 4th generation iPod touch devices along with iPhone 3GS, iPhone 4, and iPad. Before downloading, please check the back of your device to make sure that it matches the system requirements.\", \"genre\": [\"Action\"], \"metascore\": \"53\", \"critic_reviews\": 7, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-04-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-188764-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-188764-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Bravo (Developer)\", \"Bravo (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Destroy9 Free\", \"title_search\": \"destroy9 free\", \"title_keyword\": \"destroy9 free\", \"url\": \"https://www.metacritic.com/game/destroy9-free/\", \"summary\": \" Destroy9 #2 Role Playing in Japan. #5 Arcade in Japan. #2 Role Playing in USA. #10 Arcade in USA.   Aliens have invaded earth!!!!  They have been very far away and very Powerful Mutants.   We must retake the earth!  &#34;Destroy9 - Alien&#34; version is &#34;Defence&#34; and &#34;RTS&#34; &#34;Destroy9&#34; version is &#34;Defence&#34; + &#34;RTS&#34; + &#34;Action&#34;  (Tip: Press the &#34;Leader&#34; Button.)  Super SF Action !!  Mission 1: Let all the enemies defeated! Mission 2: Have more land! (Football-mode) Mission 3: Defend the base! Mission 4: Fast Attack! Mission 5: After the base defense all the attacks!  Feature: - 3D Side View, 3D Map Terrain, 3D Weather Change.  - College of Engineering Systems missile trajectory. - High Dynamics System. - Status will be changed according to level up and Follows the U.S Military Army of the Class System.  Control: - Produce units. - Multiple units can be created at the same time. - Sky Bomb support for your Military Army. - Map Scroll softly - You can control the Leader and Select machine units can fight with.   A.I : - The Aliens are made of special artificial intelligence will disturb you and high sensitivity, cool action will be excited.  Music: - Original Soundtrack produced by Game and Movie music composer Akinatz.   Ranking: - You connect to the server with other users through the rank of the world can be.  User say: &#34;Awesome, time sucking fun. ...it comes highly recommended.&#34; &#34;This is the most addicting game i&#39;ve ever played on any kind of this type games.&#34; &#34;Graphics and Music are very good and I bought this game a few weeks ago.&#34; &#34;All of these would make this game so much better, and easily worth 4 or 5 bucks!&#34; &#34;I love this game, it is very easy to get into it. its a great way to waste some time.&#34;  If you have any problems with &#34;Destroy9&#34;, first try restarting your device and if that doesn&#39;t work email naomicsoft@gmail.com before leaving a review. We want you to enjoy the game. Thank you.\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-05\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158503-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158503-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Major League Baseball 2K11\", \"title_search\": \"major league baseball 2k11\", \"title_keyword\": \"major league baseball 2k11\", \"url\": \"https://www.metacritic.com/game/major-league-baseball-2k11/\", \"summary\": \"Major League Baseball 2K11 is the next iteration in the 2K baseball series.\", \"genre\": [\"Baseball Sim\"], \"metascore\": \"69\", \"critic_reviews\": 27, \"user_score\": \"7.1\", \"user_reviews\": 24, \"release_date\": \"2011-03-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-170790-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-170790-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Australia\", \"Europe\"], \"companies\": [\"2K Sports (Publisher)\", \"Visual Concepts (Developer)\"], \"platforms\": [\"PlayStation 2\", \"Xbox 360\", \"PlayStation 3\", \"PSP\", \"DS\", \"Wii\", \"PC\"], \"rating\": \"E\"}", "{\"title\": \"Ace Armstrong vs. the Alien Scumbags!\", \"title_search\": \"ace armstrong vs the alien scumbags\", \"title_keyword\": \"ace armstrong vs the alien scumbags\", \"url\": \"https://www.metacritic.com/game/ace-armstrong-vs-the-alien-scumbags/\", \"summary\": \"Now updated to include continues for all difficulty levels, Recycl-o-Ray mapped to L/R buttons (L1 and R1 buttons on the PlayStation3 system), autofire modes and smaller collision box, making for an even 'Acer' shmup than before!  Help legendary star fighter pilot Ace Armstrong defeat the Scumbag invasion of earth in this modern take on classic old-school shoot-em-ups, with an added 50s Sci-Fi twist and plenty of Scumbag-bursting humour.  Fly Ace through several action-packed levels, each featuring a huge boss with unique attack patterns to defeat!  Use Ace's mighty Recycl-o-Ray to suck up the essence of defeated Scumbags and use their own weapons against them. Can you turn back the Scumbags' tentacled tide of terror?!\", \"genre\": [\"Vertical Shoot-'Em-Up\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"6.0\", \"user_reviews\": 5, \"release_date\": \"2010-09-07\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163630-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163630-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"Laughing Jackal (Developer)\", \"Laughing Jackal (Publisher)\"], \"platforms\": [\"PSP\"], \"rating\": \"T\"}", "{\"title\": \"Assassin's Creed: Revelations - The Lost Archive\", \"title_search\": \"assassins creed revelations  the lost archive\", \"title_keyword\": \"assassins creed revelations  the lost archive\", \"url\": \"https://www.metacritic.com/game/assassins-creed-revelations-the-lost-archive/\", \"summary\": \"Assassin's Creed: Revelations - Lost Archive has players explore the mysterious pasts of Subject 16 and Lucy Stillman.\", \"genre\": [\"Open-World Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"6.0\", \"user_reviews\": 21, \"release_date\": \"2012-02-28\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-189019-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-189019-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"Ubisoft Montreal (Developer)\", \"Ubisoft (Publisher)\"], \"platforms\": [\"Xbox 360\", \"PlayStation 3\", \"PC\"], \"rating\": \"M\"}", "{\"title\": \"Doodle Truck\", \"title_search\": \"doodle truck\", \"title_keyword\": \"doodle truck\", \"url\": \"https://www.metacritic.com/game/doodle-truck/\", \"summary\": \"GET BEHIND the WHEEL&hellip; PICK UP your PAYLOAD&hellip;  DIP and DIVE, BOUNCE and FLY, then DELIVER in this PHYSICS ADVENTURE!  ?  you are a busy truck driver. every day, it&#39;s up to you to deliver important payloads to their various destinations.  are you up to the job?  ?  ? awesome physics, with bouncing, crashing, flying, exploding and more! ? clean and simple doodle art style ? tap &amp; tilt controls ? long-haul and delivery game modes ? 3 models of truck, each with its own characteristics ? 4 types of payloads ? 8 unique maps ? 48 different levels  ?  GAME CENTER support with LEADERBOARDS and ACHIEVEMENTS coming VERY SOON!  ?  twitter.com/TRINITIgames\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163787-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163787-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Triniti Interactive Limited (Publisher)\", \"Triniti Interactive Limited (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Bust A Marble\", \"title_search\": \"bust a marble\", \"title_keyword\": \"bust a marble\", \"url\": \"https://www.metacritic.com/game/bust-a-marble/\", \"summary\": \"Bust groups of colorful marbles with a satisfying CRUNCH in this fast-paced puzzle game.  ? Drag your finger to connect long strings of like-colored marbles to remove them from the board and meet the score goal before the time runs out. Plus, get awesome power-ups by including bonus marbles in your marble groups! Even more intuitive than standard &#34;match 3&#34; type games, this fun puzzler was designed specifically for the touch screen capabilities of the iPad. ? Bust A Marble features 20 levels of high-energy play with a dazzling array of colored marbles that increase the difficulty of game play. Advanced special effects such as lightning zaps, explosions, fire, realistic sound effects, vocal feedback, and groovin&#39; techno music create a full gaming experience that you won&#39;t want to miss. ? Earn special Achievements in Game Center and compare your awesome high score to your friends&#39; scores!  This will soon be your favorite game for iPad!  Features: ? Game Center integration with Achievements ? Easy to learn, challenging to master ? 20 levels of gameplay ? Awesome graphics, music, and sound effects ? Bonus marbles for strategic game play ? In-game tutorial and tips ? Settings for music, sound effects, and vocal effects  Other popular games by Fairlady Media Inc:  For everyone: Spazzle, Spazzle II, and Spazzle Gold (critter-whacking fun!) Stinky Socks (hilarious laundry-sorting mayhem) Puzzle Sleuth (find the missing puzzle piece in beautiful photos) Take Wing (a butterfly-catching zen-gaming experience!) Lexitect (word-building fun, better than Scrabble!) Ghosts! (find and zap the ghosts before they invade your house!)  For kids:  Whizzit Counting (a super-fun counting game for preschoolers) Whizzit Words (word-building fun for kids 3-6) Whizzit Candy Blast (kids blast the candies in lollipop land) Whizzit Number Doors for iPad (toddlers open numbered doors to find surprises)\", \"genre\": [\"Matching Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-11-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-171093-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-171093-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Fairlady Media (Developer)\", \"Fairlady Media (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Gravitrixx\", \"title_search\": \"gravitrixx\", \"title_keyword\": \"gravitrixx\", \"url\": \"https://www.metacritic.com/game/gravitrixx/\", \"summary\": \"**DARE YOU CHALLENGE THE GRAVITRIXX?**  Simply collect the blips and avoid the hazards - what could be easier?  Over 100 levels of gravity-bending puzzles perfectly calibrated to test your mind, as well as your reflexes!  Gorgeous TRON-like RETINA DISPLAY graphics by the developer of &#39;The Secret of Grisly Manor&#39;  Intuitive controls - switch the flow of gravity by touching the edges of the screen.  New hazards every ten levels keep play fresh.  Plays on all devices.  Adjustable sound and music levels.  Awesome music - or play your own music in-game.  Fully IOS4 compatible - pause the game and return at any time.  Play any unlocked level in any order and skip levels in a grid.  Follow us on Twitter!: <a href=\\\"http://twitter.com/\\\" target=\\\"_blank\\\">http://twitter.com/</a>#!/Quantum_Sheep  Become a fan of Quantum Sheep on Facebook: <a href=\\\"http://preview.tinyurl.com/34h4u7c\\\" target=\\\"_blank\\\">http://preview.tinyurl.com/34h4u7c</a>\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-11-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-171143-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-171143-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Quantum Sheep (Developer)\", \"Quantum Sheep (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Order & Chaos Online\", \"title_search\": \"order  chaos online\", \"title_keyword\": \"order  chaos online\", \"url\": \"https://www.metacritic.com/game/order-and-chaos-online/\", \"summary\": \"Finally a true real-time, full-3D MMORPG comes to the App Store: Explore a vast heroic fantasy world and join thousands of players in this massively multiplayer online experience that pushes the boundaries of epic!** FREE 3-MONTH SUBSCRIPTION GRANTED at your first log in! Then you can renew your allegiance for only $0.99/month, $1.99 for 3 months or $2.99 for 6 months! **** IMPORTANT: Please make sure your device is compatible with this app. Compatible devices include: iPhone 3GS, iPhone 4, iPod touch 3G & 4G and iPad 1 & 2.A Wi-Fi connection and a Gameloft LIVE! account are required to play the game. **WHO YOU WILL BE? Use the advanced character creation system to customize your hero:&bull; 4 races available: Elves and Humans fight for Order, Orcs and Undead for Chaos. &bull; Choose your gender, appearance, class and talent. With over 1000 skills and 2000 pieces of equipment to discover, your adventure will not be over soon.&bull; Create up to 4 different characters to play.INTERACT WITH THE COMMUNITY&bull; Make friends or enemies, trade, challenge, communicate and more: a wide range of interactions makes each player a living part of this universe.&bull; Join a party or guild to become stronger and coordinate with your teammates, or you can choose to adventure solo, interacting with other players peacefully or otherwise&hellip;THE WORLD IS YOURS&bull; Travel through the most majestic settings - from dark forests to deserts, jungles, mountains and more - on foot or by magical means. &bull; Talk and interact with hundreds of characters to find over 500 quests to perform.Enter the legend now!*********Follow Gameloft on Twitter to get more info about all our upcoming titles at <a href=\\\"http://twitter.com/gameloft\\\" target=\\\"_blank\\\">http://twitter.com/gameloft</a>, like us on Facebook at <a href=\\\"http://facebook.com/gameloft\\\" target=\\\"_blank\\\">http://facebook.com/gameloft</a> or visit us on www.gameloft.com!\", \"genre\": [\"MMORPG\"], \"metascore\": \"82\", \"critic_reviews\": 13, \"user_score\": \"6.5\", \"user_reviews\": 11, \"release_date\": \"2011-04-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-189294-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-189294-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": [\"Barton Bishop (Written By)\", \"Patrick Downs (Written By)\", \"Tammy Blythe Goodman (Written By)\"], \"countries\": [\"North America\"], \"companies\": [\"Gameloft (Publisher)\", \"Gameloft (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Avatar Up Online\", \"title_search\": \"avatar up online\", \"title_keyword\": \"avatar up online\", \"url\": \"https://www.metacritic.com/game/avatar-up-online/\", \"summary\": null, \"genre\": [\"Miscellaneous\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-07\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163946-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163946-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"JinCycle (Publisher)\", \"JinCycle (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"We Come in Peace\", \"title_search\": \"we come in peace\", \"title_keyword\": \"we come in peace\", \"url\": \"https://www.metacritic.com/game/we-come-in-peace/\", \"summary\": \"An alien race has been receiving transmissions from a far away planet and its your job to help them successfully navigate the solar system to Earth, but watch out for some surprises along the way, the Earthlings are not as friendly as the aliens first thought... Includes global leaderboards. A BBQ Games Charity Title - 50% of profits from each sale will go to the Micheal J Fox Foundation.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-04-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-189371-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-189371-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"BBQ Games (Developer)\", \"BBQ Games (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Beach Party - Dress Up and Makeup Game\", \"title_search\": \"beach party  dress up and makeup game\", \"title_keyword\": \"beach party  dress up and makeup game\", \"url\": \"https://www.metacritic.com/game/beach-party-dress-up-and-makeup-game/\", \"summary\": \"? 50% Off Introductory SaleAre you ready for Spring Break? The sun's out and the temperature is climbing! That means its time to shed off the layers and hit the beach!Mix and match dozens of swimsuit&nbsp;and beachwear combinations with our newest dress up game: Beach Party!&nbsp;Cute tank top? Sexy bikini? Cool sunglasses? You can pick and choose and find that perfect outfit to soak up the sun!Customize in many different categories:? Brand new models*? Hairstyles*? Swimsuits and Bikinis*? Tanks and Shorts? Makeup*? Accessories*? Sunglasses*? Shoes*? BackgroundsAll this and more! Share your favorite combinations with your friends!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-04-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-189391-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-189391-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Toy Box (Developer)\", \"Toy Box (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Hidden Object Adventure Mega Collection\", \"title_search\": \"hidden object adventure mega collection\", \"title_keyword\": \"hidden object adventure mega collection\", \"url\": \"https://www.metacritic.com/game/hidden-object-adventure-mega-collection/\", \"summary\": \"Immerse yourself in six high adventure games.\", \"genre\": [\"Compilation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-13\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-167853-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-167853-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"PC\"], \"rating\": \"E10+\"}", "{\"title\": \"Penguin no Mondai: The World\", \"title_search\": \"penguin no mondai the world\", \"title_keyword\": \"penguin no mondai the world\", \"url\": \"https://www.metacritic.com/game/penguin-no-mondai-the-world/\", \"summary\": null, \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-167873-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-167873-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Konami (Developer)\", \"Konami (Publisher)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Break the Invaders\", \"title_search\": \"break the invaders\", \"title_keyword\": \"break the invaders\", \"url\": \"https://www.metacritic.com/game/break-the-invaders/\", \"summary\": \"The Invaders are invading, and only you can stop them by using your trusty bat and ball.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-167924-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-167924-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"cantstraferight (Developer)\", \"cantstraferight (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Kirby's Epic Yarn\", \"title_search\": \"kirbys epic yarn\", \"title_keyword\": \"kirbys epic yarn\", \"url\": \"https://www.metacritic.com/game/kirbys-epic-yarn/\", \"summary\": \"Kirby's wields his yarn through danger in the latest epic adventure.\", \"genre\": [\"2D Platformer\"], \"metascore\": \"86\", \"critic_reviews\": 70, \"user_score\": \"8.5\", \"user_reviews\": 310, \"release_date\": \"2010-10-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-561552-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-561552-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": [\"Kentaro Sei (Directed By)\", \"Masahiro Sakurai (Written By: characters)\", \"Makiko \\u00d4moto (Cast: Kirby)\", \"Tomoko Nakamura (Cast: Prince Fluff)\", \"Pablo Magaz (Cast: Narrator)\", \"France Marien (Cast: Narrator)\", \"David Frederick White (Cast: Narrator)\", \"Paul Vaughan (Cast: Narrator)\", \"Olivier Deslandes (Cast: Narrator)\", \"Wolf Kahler (Cast: Narrator)\", \"Massimo Marinoni (Cast: Narrator)\", \"Carlos Riera (Cast: Narrator)\", \"Y\\u00fbko Tsuga (Cast: Narrator)\", \"Etsunobu Ebisu (Produced By: producer)\", \"Satoru Iwata (Produced By: executive producer)\", \"Nobuo Matsumiya (Produced By: producer)\", \"Hiroshi Sato (Produced By: senior producer)\", \"Shinya Takahashi (Produced By: general producer)\", \"Masayoshi Tanimura (Produced By: senior producer)\", \"Shigeharu Umezaki (Produced By: senior producer)\", \"Yoichi Yamamoto (Produced By: producer)\", \"Tomoya Tomita (Music)\", \"Hirokazu Ando (Sound: sound)\", \"Sam Gray (Sound: sound recordist)\", \"Tadashi Ikegami (Sound: sound)\", \"Jun Ishikawa (Sound: sound)\", \"Tomoya Tomita (Sound: sound effects)\", \"Misako Akaike (Art Department: design)\", \"Sachiko Hara (Art Department: design)\", \"Yoshihiro Hobo (Art Department: design)\", \"Atsuko Ichii (Art Department: design)\", \"Yuko Ito (Art Department: design)\", \"Asami Kawabata (Art Department: design)\", \"Rieko Kawahara (Art Department: artwork)\", \"Akiko Konagaya (Art Department: design)\", \"Akiko Kozumi (Art Department: design)\", \"Ayaka Miyazawa (Art Department: design)\", \"Sachiko Nakamichi (Art Department: artwork support)\", \"Y\\u00fbichi Nakamura (Art Department: design)\", \"Yoshie Nobe (Art Department: design)\", \"Tetsuya Notoya (Art Department: artwork)\", \"Masaya Okada (Art Department: design)\", \"Hisayo Osanai (Art Department: artwork support)\", \"Ayano Otsuka (Art Department: design)\", \"Satoko Ozaki (Art Department: design)\", \"Yumiko Sano (Art Department: artwork)\", \"Masahiko Toda (Art Department: design)\", \"Tadanori Tsukawaki (Art Department: visual concept)\", \"Keiko Uetani (Art Department: artwork support)\", \"Megumi Watanabe (Art Department: design)\", \"Madoka Yamauchi (Art Department: game design concept)\", \"Kazumasa Yonetani (Art Department: design director)\", \"Masanobu Yamamoto (Animation: character supervisor)\", \"Hiroshi Fujie (special thanks)\", \"Yoshikazu Isono (special thanks)\", \"Manabu Matsumoto (special thanks)\", \"Tomohiro Minemura (special thanks)\", \"Mayuko Sato (special thanks)\", \"Masahiro Shiotani (special thanks)\"], \"countries\": [\"North America\", \"Japan\", \"Australia\", \"Europe\", \"Korea\"], \"companies\": [\"Nintendo (Publisher)\", \"Good-Feel (Developer)\"], \"platforms\": [\"Wii\"], \"rating\": \"E\"}", "{\"title\": \"Anyohaseyo! Kankokugo World Puzzle\", \"title_search\": \"anyohaseyo kankokugo world puzzle\", \"title_keyword\": \"anyohaseyo kankokugo world puzzle\", \"url\": \"https://www.metacritic.com/game/anyohaseyo-kankokugo-world-puzzle/\", \"summary\": null, \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158822-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158822-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"IE Institute (Developer)\", \"IE Institute (Publisher)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Audio Diagnostics\", \"title_search\": \"audio diagnostics\", \"title_keyword\": \"audio diagnostics\", \"url\": \"https://www.metacritic.com/game/audio-diagnostics/\", \"summary\": \"Audio Diagnostics contains a series of interactive tests to help you get the most out of your entertainment centers audio system. Audio Diagnostics will assist you in tasks such as setting up and positions your speakers, and gives you a rough idea of the overall quality of your audio system.\", \"genre\": [\"Miscellaneous\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-01-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163996-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-163996-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"DigitalDNA (Developer)\", \"DigitalDNA (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Ninja Chicken 2:shoot'em up\", \"title_search\": \"ninja chicken 2shootem up\", \"title_keyword\": \"ninja chicken 2shootem up\", \"url\": \"https://www.metacritic.com/game/ninja-chicken-2-shootem-up/\", \"summary\": \"Ninja Chicken 2 is a very enjoyable, addictive game with a highly amusing and original premise and its great for short bursts or to play for ages. Its three game modes and Game Center integration give it longevity and its well done graphics and sound top off the package. Highly recommended!----appadvice.com  Stop thinking! Shoot the pigs! The pigs have returned and are now engaging in a full-on direct attack against the Ninja Chicken Clan! This time, the Ninja Chickens have to fend them off with their cannon.  Two brave ninja chicks have volunteered to face the entire Pig Army. Can they hold their position? Can they save the clan? Help the Ninja Chickens!  Features: - 3 different control types - More than 25 different items - Numerous types of enemy pigs - Endless Mode - Leaderboards - Achievements - Game Center\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-172481-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-172481-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"KONGZHONG CORPORATION (Developer)\", \"KONGZHONG CORPORATION (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"JumpStart Punk Punk Blitz\", \"title_search\": \"jumpstart punk punk blitz\", \"title_keyword\": \"jumpstart punk punk blitz\", \"url\": \"https://www.metacritic.com/game/jumpstart-punk-punk-blitz/\", \"summary\": \"JumpStart.com&rsquo;s favorite furballs are invading the iPad&trade; and iPhone&reg;! Test your speed and skills as you race to match the squirming Punk Punks and rack up points in this addicting puzzle game.  Special Features:  -- Swirl: Create two matches at once to unlock a vortex and erase matches across the grid! -- Bomb: Match four punks to create a bomb and wipe out the surrounding furballs! -- Clock: Match five punks to earn a clock and a chance at bonus time!  Stuck? Just tap the hint button for a clue.  Love JumpStart Punk Punk Blitz? Find even more JumpStart Apps and games at www.JumpStart.com.\", \"genre\": [\"Matching Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-10-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-172574-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-172574-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Knowledge Adventure Inc. (Publisher)\", \"Knowledge Adventure Inc. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Paper Mario: Sticker Star\", \"title_search\": \"paper mario sticker star\", \"title_keyword\": \"paper mario sticker star\", \"url\": \"https://www.metacritic.com/game/paper-mario-sticker-star/\", \"summary\": \"Paper Mario: Sticker Star is an epic new adventure, starring the\\r Mushroom Kingdom's most famous hero in an elaborate papercraft world. With the land packed full of stickers, Mario collect and uses them to fight off bad guys, uncover secrets, and more. Fans of the Paper Mario series will discover gameplay elements new to the franchise, while newer players will enjoy a craftastic new twist\\r on their favorite Nintendo hero - only for Nintendo 3DS.\", \"genre\": [\"JRPG\"], \"metascore\": \"75\", \"critic_reviews\": 69, \"user_score\": \"5.4\", \"user_reviews\": 623, \"release_date\": \"2012-11-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157021-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157021-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": [\"Naohiko Aoyama (Directed By)\", \"Taro Kudo (Directed By)\", \"Taro Kudo (Written By: scenario)\", \"Kenny James (Cast: Bowser)\", \"Caety Sagoian (Cast: Bowser Jr.)\", \"Samantha Kelly (Cast: Toad)\", \"Kazumi Totaka (Cast: Yoshi Sphinx)\", \"Nate Bihldorff (Cast: Shy Guy,Snifit)\", \"Sanae Uchida (Cast: Boo)\", \"Brian Cummings (Cast: Megasparkle Goomba)\", \"Satoru Iwata (Produced By: executive producer)\", \"Toshiyuki Nakamura (Produced By: producer)\", \"Shinya Takahashi (Produced By: general producer)\", \"Kensuke Tanabe (Produced By: producer)\", \"Masanori Adachi (Sound: sound)\", \"Yasuhisa Baba (Sound: sound)\", \"Bungo Fujiwara (Sound: sound support)\", \"Hiroaki Hanaoka (Sound: sound)\", \"Kiyoshi Hazemoto (Sound: sound)\", \"Junpei Ikawa (Sound: sound support)\", \"Koji Kondo (Sound: sound supervisor)\", \"Saki Kurata (Sound: sound)\", \"Masanobu Matsunaga (Sound: sound director)\", \"Hiroki Morishita (Sound: sound)\", \"K\\u00f4sei Muraki (Sound: sound)\", \"Shoh Muramaki (Sound: sound)\", \"Tomoko Sano (Sound: sound)\", \"Yoshito Sekigawa (Sound: sound)\", \"Yasumasa Yamada (Sound: sound)\", \"Hidemi Yamaguchi (Visual Effects: visual effects)\", \"Chiaki Aida (Art Department: graphic supervisor)\", \"Takeshi Ando (Art Department: technical designer)\", \"Nobuhiro Arai (Art Department: map design support)\", \"Sachiko Daigohou (Art Department: battle map designer)\", \"Kanae Dohta (Art Department: graphic supervisor)\", \"Naoya Hasegawa (Art Department: illustrator)\", \"Masayuki Hashimoto (Art Department: map designer)\", \"Sayoko Hayashi (Art Department: map designer)\", \"Atsumi Hosokawa (Art Department: map designer)\", \"Shingo Igata (Art Department: map designer)\", \"Teruyuki Ishiko (Art Department: map designer)\", \"Shiho Iwabuchi (Art Department: ui designer)\", \"Ryota Kanno (Art Department: artwork)\", \"Akira Katsuta (Art Department: battle map designer)\", \"Shin Kazoe (Art Department: map design support)\", \"Ryo Koizumi (Art Department: artwork)\", \"Yuka Kotaki (Art Department: artwork)\", \"Shouko Kotsuki (Art Department: map designer)\", \"Satoko Kurihara (Art Department: map designer)\", \"Yuki Masuda (Art Department: map designer)\", \"Kayoko Muramaki (Art Department: map designer)\", \"Jun Nagashima (Art Department: map design support)\", \"Shingo Nakai (Art Department: map designer)\", \"Yusuke Nakano (Art Department: illustration supervisor)\", \"Seimi Oshiro (Art Department: battle map designer)\", \"Miho Sakamoto (Art Department: map designer)\", \"Hitomi Sakuma (Art Department: map designer)\", \"Takao Shimoeda (Art Department: map designer)\", \"Kei Shimura (Art Department: map designer)\", \"Naruki Sugeno (Art Department: designer: \\\"Things\\\")\", \"Kyoko Suzuki (Art Department: designer: \\\"Things\\\")\", \"Junko Takagi (Art Department: map designer)\", \"Shunsuke Takenaka (Art Department: map designer)\", \"Takanobu Tsujihata (Art Department: map designer)\", \"Tsuyoshi Watanabe (Art Department: graphic supervisor)\", \"Hidemi Yamaguchi (Art Department: designer: \\\"Things\\\")\", \"Megumi Yasue (Art Department: designer: \\\"Things\\\")\", \"Koji Yokota (Art Department: map design support)\", \"Madoka Kadono (Animation: character designer)\", \"Tomohiro Ozawa (Animation: character designer)\", \"Naoko Tsukamoto (Animation: character designer)\", \"Koichiro Yamada (Animation: character designer)\", \"Aki Sakurai (Editorial: manual editor)\", \"Takashi Akiyama (special thanks)\", \"Yasuhito Fujisawa (special thanks)\", \"Kazuki Hamamura (special thanks)\", \"Masahiro Higuchi (special thanks)\", \"Atsushi Iio (special thanks)\", \"Atsushi Ikuno (special thanks)\", \"Kenji Imai (special thanks)\", \"Atsunori Ina (special thanks)\", \"Yoshihisa Isa (special thanks)\", \"Yoshinori Isoda (special thanks)\", \"Takeru Kanazaki (special thanks)\", \"Takafumi Kaneko (special thanks)\", \"Makoto Katayama (special thanks)\", \"Ryota Kawade (special thanks)\", \"Shizue Kiriyama (special thanks)\", \"Tsutomu Kitanishi (special thanks)\", \"Katsuhiko Kurahashi (special thanks)\", \"Naoko Mori (special thanks)\", \"Daisuke Nakajima (special thanks)\", \"Naoki Nakano (special thanks)\", \"Tohru Narihiro (special thanks)\", \"Kenichi Nishimaki (special thanks)\", \"Kazuhito Norimoto (special thanks)\", \"Yasuharu Ohta (special thanks)\", \"Toshio Sengoku (special thanks)\", \"Taku Sugioka (special thanks)\", \"Yuuki Tanikawa (special thanks)\", \"Hiroyuki Tashiro (special thanks)\", \"Tsutomu Tei (special thanks)\", \"Mayuko Tsukamoto (special thanks)\", \"Masakazu Umehara (special thanks)\", \"Kenji Yamada (special thanks)\", \"Naohiro Yasuhara (special thanks)\", \"Daisuke Yasumatsu (special thanks)\", \"Isao Watanabe (Script Department: script support)\"], \"countries\": [\"North America\", \"Japan\", \"Australia\", \"Europe\", \"Asia\", \"Korea\"], \"companies\": [\"Intelligent Systems (Developer)\", \"Nintendo (Publisher)\"], \"platforms\": [\"3DS\"], \"rating\": \"E\"}", "{\"title\": \"Football Quiz (HOW AND WHY)\", \"title_search\": \"football quiz how and why\", \"title_keyword\": \"football quiz how and why\", \"url\": \"https://www.metacritic.com/game/football-quiz-how-and-why/\", \"summary\": \"YOU ARE A FOOTBALL FAN?  Football is your favourite sport? You want to know everything about the rules of football, the players and the World Cups?    YOU ARE A FOOTBALL PRO?  Do you know ... ... who the &ldquo;Canarinhos&rdquo; are? ... how heavy a football may be? ... what the term &lsquo;tackling&rsquo; means?  Test whether you are a real footbal pro!   BE A FOOTBALL EXPERT &ndash; WITH HOW AND WHY!  The HOW AND WHY Quiz App &ldquo;Football&rdquo; will make you an expert!   &ndash; The &ldquo;Game for Points&rdquo; lets you compete against the whole world with your high score! &ndash; Prove your quickness when &ldquo;Playing against time!&rdquo;  &ndash; In the &ldquo;Relax Game&rdquo; you can score with extra knowledge on the sport! &ndash; In the mood for a match? Compete with each other when &ldquo;Playing in Pairs&rdquo; and show that you are well up on the game!  Offers a local and a worldwide high score list!  Plus: From 1,400 points on up, the bonus game &ldquo;Word Search&rdquo;  becomes available &ndash; extra fun on the topic of football!  For all football fans from 5 to 99! Get in shape for the 2010 World Cup!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159189-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159189-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Springboard Circus\", \"title_search\": \"springboard circus\", \"title_keyword\": \"springboard circus\", \"url\": \"https://www.metacritic.com/game/springboard-circus/\", \"summary\": \"Jumping has never been so much fun!  Suspenseful and addictive, Springboard Circus will keep you jumping! Use your finger to draw trampolines for the little clown to jump on. You&#39;ll need to be quick and agile to reach your goal at the top!  - Exciting Gameplay - Easy to play, hard to put down - 10 robust levels - Cute and colourful graphics - Fun for the whole family!\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-152733-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-152733-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Frame Studios Interactive (Publisher)\", \"Frame Studios Interactive (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Air Hockey Arcade XL\", \"title_search\": \"air hockey arcade xl\", \"title_keyword\": \"air hockey arcade xl\", \"url\": \"https://www.metacritic.com/game/air-hockey-arcade-xl/\", \"summary\": \"50% Off Time Limited Sale!\\r \\r Prepare to play the last Air Hockey title in your life... now in HD and XL! \\r \\r Arroyo Games presents the real atmosphere of a hockey match in full 3D and HD, top notch sound, F/X \\r and action you have never seen in air hockey titles offered for the iPad. \\r Atomic goal powershots, player fights and bottles flying from the crowd! \\r \\r &#34;Air Hockey Arcade looks and playes like the best Air Hockey game on iPhone and iPod touch - Slinky Studio&#34; \\r \\r JAW DROPPING PRESENTATION \\r Full 3D environment, HD, animated players, F/X and action you can barely see in any air hockey game on the AppStore!\\r \\r ONE-THUMB CONTROLS\\r  Play and have fun like you never did before! Intuitive, easy controls loaded with maximum fun and smoothness!\\r \\r GAME MODES PLAYABLE BOTH IN SINGLE AND MULTI\\r  Win the match while escaping from bottles thrown from the crowd in FLYING BOTTLE mode or watch out when the counter is ticking or you&#39;ll hit the puck exactly when it&#39;s going to explode in HOT POTATO mode! Also, you can escape from waves of bottles or explosions by making a DUCK AND COVER maneuver and hiding in a shell! Compete with an AI in SINGLE, or fight with a friend on one iPad in DUEL MODE.\\r \\r SHARE YOUR OPENFEINT ACHIEVEMENTS \\r Earn over 40 achievements and share them with your friends on OPENFEINT, FACEBOOK and TWITTER!\\r \\r Looking for a quick play? Dynamic and fast paced CHALLENGES like Machine Pukcer shootout mode and Bottle Rampage mode will definetly fit the moment. \\r \\r PLAYER FIGHTS \\r Knock out your opponent during a QUICK TIME EVENT fight and earn an immediate advantage during a match \\r \\r AVATAR CUSTOMIZATION \\r Be unique, choose your own set of colors and face. \\r \\r ADRENALINE-POWERED POWERUPS \\r Atomic supershots, slowdowns, stuns and much more to collect on the field and use against your opponents!\", \"genre\": [\"Individual Sports\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-10-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-169215-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-169215-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Arroyo Games (Developer)\", \"Arroyo Games (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Dead Block\", \"title_search\": \"dead block\", \"title_keyword\": \"dead block\", \"url\": \"https://www.metacritic.com/game/dead-block/\", \"summary\": \"Dead Block focuses on innovative defensive gameplay in which the few remaining survivors, Jack Foster (a construction worker), Foxy Jones (a traffic warden), and Mike Bacon (a perpetually hungry boy scout) have formed an unlikely alliance to protect themselves from the invading undead. Hiding in various shelters around town, they avoid Zombies by building blockades, setting fiendish traps or \\u2013 as a last resort \\u2013 using their weapons to fight.\", \"genre\": [\"Strategy\"], \"metascore\": \"50\", \"critic_reviews\": 20, \"user_score\": \"6.7\", \"user_reviews\": 22, \"release_date\": \"2011-07-06\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-190383-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-190383-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Korea\", \"Australia\", \"Europe\"], \"companies\": [\"Candygun Games (Developer)\", \"Namco Bandai Games (Publisher)\"], \"platforms\": [\"PC\", \"Xbox 360\", \"PlayStation 3\"], \"rating\": \"T\"}", "{\"title\": \"Tokyo 2029 A.D.\", \"title_search\": \"tokyo 2029 ad\", \"title_keyword\": \"tokyo 2029 ad\", \"url\": \"https://www.metacritic.com/game/tokyo-2029-a-d/\", \"summary\": \"Fast paced brutal 4 player fighting game!\", \"genre\": [\"2D Fighting\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-152926-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-152926-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"Team Shuriken (Publisher)\", \"Team Shuriken (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Master of Alchemy\", \"title_search\": \"master of alchemy\", \"title_keyword\": \"master of alchemy\", \"url\": \"https://www.metacritic.com/game/master-of-alchemy/\", \"summary\": \"A 66% LAUNCH SALE TO CELEBRATE THE SUCCESS OF THE IPAD VERSION!!!\\r What if you could transform lead into gold? Or distil the essence of life itself? The possibilities of Alchemy are limitless, but now it is under threat. In this remarkable and revolutionary puzzle game, take on the Mechanologists in your bid to restore Alchemy to supremacy. Use over 20 different abilities across 60 levels to transform solid, liquid and gaseous elements into magical new materials as you solve all of the ingenious puzzles!\\r \\r PRESS QUOTES\\r \\r &middot;         10/10 GamesUncovered &ndash; &ldquo;Simply a fantastic puzzle game that is challenging, deep and graphically stunning. An absolute treasure. [&hellip;]without a doubt one of the best iPad games yet.&rdquo;\\r &middot;         10/10 TouchMyApps &ndash; &ldquo;If you love quality puzzle games and have been looking for new titles to keep your iPad company, you surely can&rsquo;t go wrong with this unique and delightful puzzler.&rdquo;\\r &middot;         8,5/10 Destructoid &ndash; &ldquo;While your typical iPad game looks great, ones this polished in both looks and gameplay are still few and far between. Recommended.&rdquo;\\r &middot;         AppModo/iPadModo &ndash; &ldquo;If you like strategy games, lots of replay value, and hours of entertainment, this is probably the title for you. [&hellip;] the total game time definitely makes the price of purchase worth it.&rdquo;\\r  \\r Also featured in the best iPad Games (based on the average review&rsquo;s score) &ndash; <a href=\\\"http://www.igamestats.com/best\\\" target=\\\"_blank\\\">http://www.igamestats.com/best</a>-games/ipad/\\r \\r Master of Alchemy&rsquo;s game mechanics enable puzzle challenges and solutions like no other game. Transform elements using alchemy tools to make stunning discoveries and become the fabled Master of Alchemy ...\\r \\r BEAUTIFUL, REALISTIC ENGINE\\r Master of Alchemy uses a custom-developed game engine with fully realistic particle physics and beautiful, high-resolution graphics designed to work specifically with the iPhone 4 retina display. The attention to detail and realism of the physical puzzle mechanics is astonishing, and the phenomenal music and sound effects mirror your actions as you concoct a new solution.\\r \\r DEPTH AND BREADTH\\r Play through a fully-fleshed-out world of Alchemy, with over 60 levels, with 20 Alembics to use on multiple elements, three different states of matter, and many different types of obstacle to overcome. The gameplay is so varied that many puzzles have more than one solution, and with 6 different characters and a fascinating story, there&rsquo;s many an hour of smart, brain-teasing entertainment to be had here.\\r \\r RICH AND UNIQUE STORY\\r An epic tale surrounding a battle between the proponents of mechanical invention and those of alchemy, in which the secret to life itself hangs in the balance. In this vivid Steampunk setting, play as one of six different characters, evolving your skills as you progress through the game and battle Mechanologists every step of the way.\\r \\r Master of Alchemy is a brand-new, and beautifully detailed high resolution gaming experience, with fully-integrated Crystal leaderboards, achievements and bonuses.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 5, \"release_date\": \"2010-07-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157585-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157585-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Inception - The App\", \"title_search\": \"inception  the app\", \"title_keyword\": \"inception  the app\", \"url\": \"https://www.metacritic.com/game/inception-the-app/\", \"summary\": \"This app is a dream machine that transforms the world around you into a dreamworld. It uses augmented sound to induce dreams through the headset of your iPhone and iPod Touch. It will change your perception of reality.  Inception The App transports Inception The Movie straight into your life. New dreams can be unlocked in many ways, for example by walking, being in a quiet room, while traveling or when the sun shines. You will get realtime musical experiences, featuring new and exclusive music from the Inception soundtrack composed by Hans Zimmer. This app is the first result of Christopher Nolan, Hans Zimmer and Michael Breidenbr&uuml;ckers&#39; collaboration using augmented sound.  Warning: Don&#39;t play this app with the touchscreen, play this app with your life.\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174331-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174331-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Remote Control Productions (Publisher)\", \"Remote Control Productions (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Scarlett and the Spark of Life: Scarlett Adventures Episode 1\", \"title_search\": \"scarlett and the spark of life scarlett adventures episode 1\", \"title_keyword\": \"scarlett and the spark of life scarlett adventures episode 1\", \"url\": \"https://www.metacritic.com/game/scarlett-and-the-spark-of-life-scarlett-adventure/\", \"summary\": \"Kidnapped? Standard princess procedure dictates dutifully awaiting rescue by a knight in shining armor.  But Scarlett isn&rsquo;t dutiful. She&rsquo;s angry. She&rsquo;s going to start a fight, make a daring escape, and ride into the sunset on an egotistical mechanical horse built from spare parts. Hang on&hellip;  Scarlett and the Spark of Life is the first episode of the Scarlett Adventures, created exclusively for the iPhone and iPod Touch. Features include:  &bull; An angry princess with a crowbar &bull; A talking horse with a god complex &bull; A hilarious tale of mystery, deceit, and psychopathic furry animals  Do you really need anything else? Yes? Okay:  &bull; Frustration-free &ldquo;point and tap&rdquo; gameplay built specifically for the iPhone / iPod Touch &bull; Explore an eclectic alpine village and figure out its puzzling secrets &bull; Battle, belittle and/or befriend an eccentric cast of characters &bull; Pick up and play in bite-sized bits  Scarlett and the Spark of Life: an offbeat adventure that fits in your pocket.\", \"genre\": [\"RPG\"], \"metascore\": \"77\", \"critic_reviews\": 9, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-173685-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-173685-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Launching Pad Games (Developer)\", \"Launching Pad Games (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"The Amazing Race - The Game\", \"title_search\": \"the amazing race  the game\", \"title_keyword\": \"the amazing race  the game\", \"url\": \"https://www.metacritic.com/game/the-amazing-race-the-game/\", \"summary\": \"**The Amazing Race, Now Available***  **Launch Sale, 40% OFF - Limited Time**   Race around the world and experience the thrill of the hit reality series with The Amazing Race mobile game on your iPhone or iPod touch!   Now you can participate in one of the most exciting reality games - race around the world to have a chance to win the ultimate challenge - all on your iPhone, or iPod touch.   With gameplay that echoes the TV show, players in The Amazing Race mobile game will race across the globe in a quest to be the first to arrive at the finish line. They can tackle the full globe-trotting experience in Adventure mode, or beat the top scores in your favorite challenges with Quick Play mode.  Detours, Roadblocks, Fast Forwards, and surprise obstacles challenge contestants as they race through exotic locations all across the globe. Experience all of the excitement of the Amazing Race show!  Compete to be the first to reach the Pit Stop..Will Phil Keoghan, host of the award-winning The Amazing Race send you to the next exciting challenge or will he tell you that you&rsquo;re the last team to arrive?  Key Features:   * Compete in 16 Different Types of Minigames as you make your way through exciting challenges  * Choose from short, medium, or long races  * Race in 84 unique locations, 28 cities, and 5 continents  * Play against familiar duos like the Goths, the Athletes, the Students, and more  * Experience random events on the road, like flat tires and shortcuts, that give teams an extra boost or obstacle    Get it now at this low introductory PRICE!\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-173812-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-173812-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Ludia (Developer)\", \"Ludia (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Da Capo I & II Plus Situation Portable\", \"title_search\": \"da capo i  ii plus situation portable\", \"title_keyword\": \"da capo i  ii plus situation portable\", \"url\": \"https://www.metacritic.com/game/da-capo-i-and-ii-plus-situation-portable/\", \"summary\": null, \"genre\": [\"Compilation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-10-28\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-153764-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-153765-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Kadokawa (Publisher)\", \"Kadokawa (Developer)\"], \"platforms\": [\"PSP\"], \"rating\": null}", "{\"title\": \"Fashion Love\", \"title_search\": \"fashion love\", \"title_keyword\": \"fashion love\", \"url\": \"https://www.metacritic.com/game/fashion-love/\", \"summary\": \"Meet Satine, a young wannabe Fashion Designer. Help her become successful and famous in the fashion world! Share Satine`s life and find out if she can manage a successful career and a great love story. Fashion Love will allow you to create your own clothing collection. This fast-paced adventure is crafted with beautiful graphics and will offer hours of great stylin` fun. Unlock many items and discover Satine`s life in this fashionable fantasy world!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-173891-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-173891-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"OvOgame (Publisher)\", \"OvOgame (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"PachiPara 17: Shinkai Monogatari with Agnes Ram\", \"title_search\": \"pachipara 17 shinkai monogatari with agnes ram\", \"title_keyword\": \"pachipara 17 shinkai monogatari with agnes ram\", \"url\": \"https://www.metacritic.com/game/pachipara-17-shinkai-monogatari-with-agnes-ram/\", \"summary\": null, \"genre\": [\"Gambling\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-173962-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-173963-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Irem (Publisher)\", \"Irem (Developer)\"], \"platforms\": [\"PlayStation 3\"], \"rating\": null}", "{\"title\": \"NeoDefender 2\", \"title_search\": \"neodefender 2\", \"title_keyword\": \"neodefender 2\", \"url\": \"https://www.metacritic.com/game/neodefender-2/\", \"summary\": \"&#34;Neo Defender 2 is a fresh and unique take on the &ldquo;invaders&rdquo; style games, successfully mixing the formulas of games like Asteroid and Geometry Wars.&#34;  -Brutal Gamer  &#34;Will keep your eyes glued to your iPod for hours.&#34; -TierraGamer  Get ready for an impossibly addictive and explosive gaming experience!   Neo Defender 2 is a wire framed retro-style arcade game that combines massive fire power and stunning graphic to deliver a challenging, yet visually spectacular experience!  Prepare for battle as Neo Defender 2 immerses you in the galaxy that&rsquo;s in the midst of an intense struggle for survival!   Neo Defender 2 features versatile shooting options with single touch, dual touch, and continuous firing modes to effectively defend against the onslaught of kamikaze crafts.  Prevail against an increasing wave of cosmic adversaries to earn crystals to spend on purchasing the best combination of shields, power-ups, nukes, special weapons, and craft repairs to prepare for the next epic battle!   Encounter the slew of bosses who are dominating the galaxy:  - Zuthenian Nomad - Petadryad Pirate - Methathulian Scout - Ograthalmic Bounty Hunter  - Triton Battle Cruiser  - Guspian Enforcement Outrider and more!   Annihilate enemies to be awarded with achievements such as: - Captain of the Stars and - Captain of the Galaxy  and lots of other trophies!   Get in on the heart-pumping thrill ride in outer-space and rise as the savior of the Milky Way Galaxy!\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174877-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174877-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Appular (Developer)\", \"Appular (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Qlione Evolve\", \"title_search\": \"qlione evolve\", \"title_keyword\": \"qlione evolve\", \"url\": \"https://www.metacritic.com/game/qlione-evolve/\", \"summary\": \"In Qlione Evolve, players enter a physics-based, liquid world as a lone microbe striving to collect protein orbs and evolve. It's &quot;survival of the fittest&quot; and effectively releasing bombs and traps to defeat enemies is the key to survival.\", \"genre\": [\"Compilation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-07\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-608304-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-608304-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"Sony Online Entertainment (Publisher)\", \"Rockin' Android (Developer)\"], \"platforms\": [\"PlayStation 3\"], \"rating\": \"E\"}", "{\"title\": \"Ikenie no Yoru\", \"title_search\": \"ikenie no yoru\", \"title_keyword\": \"ikenie no yoru\", \"url\": \"https://www.metacritic.com/game/ikenie-no-yoru/\", \"summary\": null, \"genre\": [\"Survival\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-174156-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-174156-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": [\"Shota Shimoda (Directed By)\", \"Takashi Tokita (Directed By)\"], \"countries\": [\"Japan\"], \"companies\": [\"Square Enix (Developer)\", \"Marvelous Entertainment (Publisher)\"], \"platforms\": [\"Wii\"], \"rating\": null}", "{\"title\": \"Full_House\", \"title_search\": \"fullhouse\", \"title_keyword\": \"fullhouse\", \"url\": \"https://www.metacritic.com/game/full-house/\", \"summary\": \"FullHouse was invented in 2004 by Erich Friedman. The object of game is to fill all grids on the board. First tap on an empty square to mark your starting position. After that tap on a square to move the ball in horizontal or vertical direction.  A game is solved when no square on the grid remains empty.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165237-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-165237-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Bluesky Studio (Developer)\", \"Bluesky Studio (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Golem Defense\", \"title_search\": \"golem defense\", \"title_keyword\": \"golem defense\", \"url\": \"https://www.metacritic.com/game/golem-defense/\", \"summary\": \"Build and control an army of vacuous Golems to drive back an invading evil force. Liberate the land and crush the invading spawn.  You will need to make decisions with lightning speed, plan your attack, build your defenses and resolve clashes between good and evil.\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174276-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174276-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Drop Spider Games (Developer)\", \"Drop Spider Games (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Babo Crash\", \"title_search\": \"babo crash\", \"title_keyword\": \"babo crash\", \"url\": \"https://www.metacritic.com/game/babo-crash/\", \"summary\": \"&ldquo;Bejeweled on Steroids!&rdquo; &ndash; AppModo &ldquo;Absolute must download&rdquo; &ndash; 94% - Gamers Temple &ldquo;Visual ballet of gem destruction&rdquo; - 4/5 &ndash; Touch Gen &ldquo;Editors Choice Award&rdquo; &ndash; 9/10 &ndash; BuyMeAnIPhone.com &ldquo;If you like Bejeweled.. you&rsquo;ll probably ditch it for this one..it&rsquo;s that good.&rdquo; &ndash; 8/10 &ndash; Destuctoid &ldquo;Great twist on the Match 3 Gameplay&rdquo; &ndash; &frac34; - SlidetoPlay &ldquo;Surprising and Addicting.. hard to put down&rdquo; &ndash; Beatweek &ldquo;Handily the best match-3 native to iPad&rdquo; &ndash; The APPera &ldquo;Adds excitement back into the genre&rdquo; &ndash; TouchArcade &ldquo;Kick a*s&rdquo; &ldquo;Bejeweled on acid&rdquo; &ndash; iGameRadio &ldquo;Loads of fun&rdquo; &ndash; AppShouter &ldquo;Not your Grandma&rsquo;s Match 3 Game!&rdquo; &ndash; Crazy Mike&rsquo;s Apps &ldquo;Graphics are awesome..great departure from the ordinary&rdquo; &ndash; 148apps.com &ldquo;Grab it&rdquo; &ndash; TouchMyApps.com &ldquo;A very refreshing match three experience&rdquo; &ndash; Appolicious  Featured by Apple in &ldquo;New and Noteworthy&rdquo; games.  &ldquo;What&rsquo;s Hot&rdquo; games, and &ldquo;What we&rsquo;re playing&rdquo; games &ndash; April 2010 Featured by Gizmodo in &ldquo;This Week&rsquo;s Best iPhone Apps&rdquo; &ndash; April 24,2010 Featured by OpenFeint &ldquo;Free Game of the Day&rdquo; and &ldquo;Best of Free Games of the Day.&rdquo; FreeAppReport.com Featured App  --  Note: this game contains both iPhone and iPad HD versions of the game for one low price!!  Match 3 with a twist!  The heroes and villains of the Babo Universe unite to duke it out for high scores in a Match 3 game!  Collect gems and fight the Chompii infestation!!  Features include: - Addictive, high tempo match 3 action - Gorgeous graphics with over-the-top special effects +HD! - Strategically rotate your iPhone to control collapses - Unleash heroic abilities to destroy tons of gems - Combo/multiplayer system &ndash; the faster you match, the higher you score - 3 game modes :          Crash (over 21 levels of madness).          Relaxo (lower tempo, no time limits, no chompiis)                 Rush (75 seconds for high score!) - Leaderboards and Achievements via Open Feint - Game save/restore  Based on the Babo characters from Madballs in&hellip;. Babo: invasion!\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175095-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175095-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Bytemark Games Inc. (Developer)\", \"Bytemark Games Inc. (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Mystery Agency: A Vampire's Kiss\", \"title_search\": \"mystery agency a vampires kiss\", \"title_keyword\": \"mystery agency a vampires kiss\", \"url\": \"https://www.metacritic.com/game/mystery-agency-a-vampires-kiss/\", \"summary\": \"Mystery Agency - A Vampire&#39;s Kiss is about Sarah, a young girl who returns to a forest clearing at twilight with her friend Emily to search for Emily&rsquo;s missing earring.   Before Sarah&rsquo;s eyes, a dark shadow attacks Emily and drags her off.  The police don&lsquo;t believe Sarah&rsquo;s report about an animal-like abductor. So she decides to hire a private detective agency to search for Emily: The Mystery Agency.  - Encounter an exciting background story and several different locations. - See a variety of hidden objects with additional Silhouette and Find the Difference games. - Two levels of difficulty and an integrated help function are available. - Solve tricky mini-games and puzzles.\", \"genre\": [\"Hidden Object\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174625-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-174625-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"DTP Entertainment (Publisher)\", \"DTP Entertainment (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"Dice Maiden\", \"title_search\": \"dice maiden\", \"title_keyword\": \"dice maiden\", \"url\": \"https://www.metacritic.com/game/dice-maiden/\", \"summary\": \"An awesome dice game that detects the  combination you roll.   Roll a Fullhouse, Straight or 5 of a kind to score!  Roll the dice by button pressing or shaking your iphone.  Realistic physics calculation of dice bouncing off each other.     Level up and see your character change her outfit.   Change the texture of the dice and background.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-13\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175115-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175115-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Gevo Entertainment (Developer)\", \"Gevo Entertainment (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"PolyWobble\", \"title_search\": \"polywobble\", \"title_keyword\": \"polywobble\", \"url\": \"https://www.metacritic.com/game/polywobble/\", \"summary\": \"Explore the strange 3D worlds of PolyWobble as you pursue wandering polyhedra, but beware the threats theyll knock you for a loop.\", \"genre\": [\"3D Platformer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161170-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161170-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Hank (Publisher)\", \"Hank (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Bohm\", \"title_search\": \"bohm\", \"title_keyword\": \"bohm\", \"url\": \"https://www.metacritic.com/game/bohm/\", \"summary\": \"Gives you control over the life of a tree. It's a game based on slow gameplay and the act of creation.\", \"genre\": [\"Simulation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175413-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175413-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Monobanda (Publisher)\", \"Monobanda (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Smash Your Food\", \"title_search\": \"smash your food\", \"title_keyword\": \"smash your food\", \"url\": \"https://www.metacritic.com/game/smash-your-food/\", \"summary\": \"In Smash Your Food, load up your fave food, guess the amount of goop it contains, then stand back and pull the \\\"smash lever.\\\"\", \"genre\": [\"Party\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-03\", \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Octave Media (Developer)\", \"Octave Media (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": \"E\"}", "{\"title\": \"BlastOff Bunnies\", \"title_search\": \"blastoff bunnies\", \"title_keyword\": \"blastoff bunnies\", \"url\": \"https://www.metacritic.com/game/blastoff-bunnies/\", \"summary\": \"Blast your bunny as high in to the sky as possible! While you&#39;re flying, hit the stars for a boost up, collect money to buy upgrades and power ups and collect carrots to boost the bunny up even more!  BlastOff Bunnies features the following upgrades: - Buy and upgrade a cannon for a bigger blast off! - Upgrade your luck for a higher chance to get saved by SuperBunny or to see UFO&#39;s! - Buy extra carrots to start with for higher flights! - Upgrade your carrots for a bigger boost.  Rank yourself amongst the top in the global leaderboards!  BlastOff Bunnies uses OpenFeint achievements and leaderboards to ensure the best player experience.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-10-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175517-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175517-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"SPIL GAMES (Developer)\", \"SPIL GAMES (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"The Hockey Experiment\", \"title_search\": \"the hockey experiment\", \"title_keyword\": \"the hockey experiment\", \"url\": \"https://www.metacritic.com/game/the-hockey-experiment/\", \"summary\": \"***New Low Price!  Originally $3.99*** _________________________________________  IndieDB.com Unity Built Games Competition &ldquo;Top 10 Finalist&rdquo; _________________________________________  *** Media Reviews *** &ldquo;Die-hard fans of the classic 8-bit Ice Hockey style will revel in The Hockey Experiment&rsquo;s amusing monster-inspired theme&hellip;&rdquo; &ndash; AppSpy.com  &ldquo;The game features rather cartoony style graphics and an amusing 8-bit style game soundtrack that brings additional amusement to the game&hellip;&rdquo; &ndash; iPhoneinCanada.ca  &ldquo;The game has a neat aesthetic...the [Mischievous Muckety Mucks] are very appealing.  The visuals really do work. This is real NES level gameplay.&rdquo; - 148 Apps  *** iTunes Reviews  *** &ldquo;One of the best hockey games I&rsquo;ve played on the iPhone&rdquo;  &ldquo;I love the old school feel! Brings me back to the good old NES days&rdquo;  *** Touch Arcade Member Reviews *** &ldquo;I&rsquo;m having a blast playing this game, I&rsquo;m liking it more and more each time I go to play it, after getting accustomed to everything the gameplay becomes addictive fast&hellip;[I give it a] 8.5/10&rdquo;  &ldquo;This is a fun hockey game and very much a solid 4 out of 5 stars&rdquo;  _________________________________________  GAME FEATURES  Fast-Paced 3-on-3 Arcade Style Ice Hockey  Full 3D Graphics  Motion Captured Animations  Classic 8-Bit Style Music  Exhibition and Tournament Game Modes  Two Difficulty Settings:  Novice and Advanced  6 Uniquely Designed Preloaded Teams  2 Achievement-Based Unlockable Teams  4 Extra Teams Available For Purchase  Collect All 24 Humorous Trophies  Totally Radical Power-Ups Give Sweet Skills  On-Ice &ldquo;Clutch-Shot&rdquo; Positions Score 2 Points  Ability To Pull Your Goalie  Win Fights To Gain The On-Ice Advantage   Career Stats Keeper  OpenFeint Enabled Leaderboards  Facebook &amp; Twitter Integration  From the unhinged minds of Ninth Dimension Studios comes a very unusual grouping of hockey players known as Mischievous Muckety Mucks&trade;, brought to life through the use of full 3D graphics and Motion Capture Technology.  CLASSIC ARCADE FEEL &amp; UPDATED GRAPHICS  This game features old school inspired 8-bit music and classic arcade-style gameplay, but is updated with fast-paced action and 3D graphics that are enhanced through the use of on-ice Power-Up Icons. These enable crazy-fast slap-shots, lightning-quick skating, and extra powerful checking.    BEWARE OF SOUP EATING DINOSAURS! Play for all the world-famous Ice Hockey teams you know and love, like um &hellip; well, like the Brothzillas, you know, the team whose mascot is a dinosaur who pukes up Minestrone soup.  There are way more teams to choose from, but we can&rsquo;t seem to recall the names at the moment.    THE STANLEY CUP IS NOT FOR MUCKETY MUCKS Practice your skills in Exhibition Mode or shoot for the glory in Tournament Mode.  Rack up enough career goals or wins to unlock cool new teams not available anywhere else.  Collect all 24 special trophies as in-game milestones are reached, like the &ldquo;Mmm, Generic Cheese Puffs&rdquo; Trophy that&rsquo;s awarded to those who have won their 250th game.    BUY OUR MASTERPIECES Keep in mind that if you&rsquo;re obsessed with these funny little jerks, like us, you&rsquo;ll want to check out the in-game store where additional teams can be drooled over and purchased.  But if you ruin your keyboard or mobile device due to an electrical short circuit, that&rsquo;s your own fault!  _________________________________________  Keep up to date with Promotions, Fan Contests, and News from Ninth Dimension Studios by following us on Facebook and Twitter!  VISIT US: NinthDimensionStudios.com  FOLLOW US: twitter.com/Ninth_Dimension  FIND US: facebook.com/NinthDimensionStudios\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-166503-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-166503-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Ninth Dimension Studios, LLC (Publisher)\", \"Ninth Dimension Studios, LLC (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Geared 2!\", \"title_search\": \"geared 2\", \"title_keyword\": \"geared 2\", \"url\": \"https://www.metacritic.com/game/geared-2/\", \"summary\": \"? THE #1 GAME IS BACK!  ? JOIN 6 MILLION PLAYERS ? INTRODUCTORY SALE PRICE   Geared 2 brings you more AMAZING physics puzzle action! Pit your intellect against new levels, new gear types, and more!  Geared 2 is the follow up to Geared, a physics based puzzle game with one goal: power the blue gears.  Unlike other gear-based games, Geared 2 has no restrictive snap-grid, delivering total freedom to the player.  Overcome obstacles and more in this simple but brilliant spatial puzzle.  Features: - Massive new level packs with addictive gameplay. - A Level Editor / Uploader / Downloader. - User Submitted Levels! - New Ghost-gear. - New Sun/Moon gear. - New Wall Objects - New Look! - Play with your own music! - Amazing new menu interface! +Geared 2 features an adorable pet hamster on every level.  Watch as he sits, runs, yawns, whistles, shakes his head, and more!  See why &#34;Geared&#34; hit #1 in paid applications, and remains featured in &#34;Awesome iOS 4 Apps.&#34; Discover why &#34;Geared&#34; has been downloaded over 6 million times; and remains one of the top apps with up to a million players daily. Experience what will surely become a classic puzzle game for years to come.\", \"genre\": [\"Puzzle\"], \"metascore\": \"84\", \"critic_reviews\": 5, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-12-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175682-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-175682-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Bryan Mitchell (Developer)\", \"Bryan Mitchell (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Pucca's Restaurant\", \"title_search\": \"puccas restaurant\", \"title_keyword\": \"puccas restaurant\", \"url\": \"https://www.metacritic.com/game/puccas-restaurant/\", \"summary\": \"The success of your restaurant depends on your creative management skills! Begin as a small time chef in a gourmet restaurant and work your way up to becoming the head chef of a top-class restaurant. Enlist in the world's best restaurant guide book to gain greater reputation! Design and customize your dream restaurant to show off to your friends. Keep your customers satisfied through aesthetic decorations and service mouth-watering dishes. Raise the standard of your restaurant through our FREE regular content updates! FEATURES - Cute anime graphics with fully animated characters. - Decorate using seven different item categories; floors, walls, windows, doors, chairs, tables and decors. - Learn and master over 50 recipes ranging from sweet desserts, tasty appetizers, luscious cuisines to fresh sushi. - Visit friend's restaurants and share golds and stars. - Hire world famous chefs and reliable staffs on your way of owning a five star restaurant. - Collect figurines, achievements and unlock hidden features. - Register in the world's most famous restaurant guide book. ADDITIONAL FEATURES - Full retina display support. - Play online and/or offline.- Cloud save your game and play across multiple devices. WHAT WE PROMISE! - New regular content updates. - Next update will support iPads as an Universal Application. ABOUT MobCrete <a href=\\\"http://mobcrete.com\\\" target=\\\"_blank\\\">http://mobcrete.com</a> <a href=\\\"http://facebook.com/mobcrete\\\" target=\\\"_blank\\\">http://facebook.com/mobcrete</a> <a href=\\\"http://twitter.com/mobcrete\\\" target=\\\"_blank\\\">http://twitter.com/mobcrete</a>\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-03-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-190724-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-190724-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"MobCrete, Inc. (Publisher)\", \"MobCrete, Inc. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Mr. Bill\", \"title_search\": \"mr bill\", \"title_keyword\": \"mr bill\", \"url\": \"https://www.metacritic.com/game/mr-bill/\", \"summary\": \"&ldquo;This game hits all the high points for an app: it&rsquo;s fun, it&rsquo;s simple and it&rsquo;s nearly impossible to put down.&rdquo; - 148 Apps&ldquo;Both the story and endless modes were a ton of fun&hellip;&rdquo; - Gamepro &ldquo;Mr. Bill is a polished cannon shooter, with fun themes and addictive gameplay.&rdquo; &ndash; Slide To Play&ldquo;The game has a great theme and style that offers humor to the already good game mechanic.&rdquo; &ndash; App Advice&ldquo;Mr. Bill is a great bargain and lots of fun to boot.&rdquo; - App Spy------------------------The good news is that the Sluggo Employment Agency just found you a new job. The bad news is that it&rsquo;s as a human cannonball for Sluggo Big-Time Circus. Guide Mr. Bill through a series of disaster-filled jobs and dozens of fun-filled levels. Stay aloft until you reach your destination by bouncing off trampolines, dangling from balloons and getting shot into the air by a trained seal all while avoiding all manner of unpleasant obstacles. If you survive the circus you&rsquo;ll report for work at Sluggo&rsquo;s farm where the hay bailer is the least of your problems..------------------------Features:-  Wonderfully irreverent gameplay inspired by the misadventures of the late night character.-  Hours of gameplay with two modes of play - a story mode and an endless mode where your goal is to stay aloft as long as possible.-  56 levels and 4 endless modes including an all-new Halloween themed free update- 16 Game Center achievements- Soundboard featuring original sounds from the Saturday Night Live, Mr. Bill sketches-  Pick up and play controls------------------------Check out other awesome games from Capcom including Mega Man&reg; II, KENKEN Pro&reg;, Resident Evil: Degeneration&trade;, Resident Evil&reg; 4 Ghosts&trade;&lsquo;N Goblins 2, Street Fighter&reg; IV, 1942: First Strike and more!Follow us on Twitter: www.twitter.com/BeelineGamesFollow us on Facebook: www.facebook.com/BeelineGamesFollow us on Youtube: www.youtube.com/BeelineGames\", \"genre\": [\"Action\"], \"metascore\": \"77\", \"critic_reviews\": 6, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-09-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-166916-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-166916-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Beeline Interactive, Inc. (Publisher)\", \"Beeline Interactive, Inc. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Zombie Party (2010)\", \"title_search\": \"zombie party 2010\", \"title_keyword\": \"zombie party 2010\", \"url\": \"https://www.metacritic.com/game/zombie-party-2010/\", \"summary\": \"Everybody loves Halloween. Especially zombies! Frantic 2 &ndash; 4 player fun is waiting to be had in this must have Halloween party game. Zombie Party is four fun games in one featuring Zombie Tanks, Zombie Hockey, Brain-Out and Zombie golf.  Zombie Party is the perfect Halloween party game, featuring four player gaming madness that is suitable for any age!   ZOMBIE BRAIN-OUT Use your bumper to bounce brains off the blocks, smash as many blocks as you can with your color to get points. But you better watch out, your zombie opponents will be trying to do the same. Hilarious and hectic, this game will keep you entertained as you try to beat your friends!  ZOMBIE HOCKEY The aim of the game is to protect your goal and get the brain-puck into your opponents&rsquo; net. It&rsquo;s not quite that simple though, random power ups will appear throughout the game that will put a shield in front of your goal, or turn your zombie double his size but be careful, it&rsquo;s not always good news&hellip;  ZOMBIE GOLF Flick your zombie into the hole, but watch out as your opponents try to barge you off course and steal the hole for themselves. Accuracy and timing are key to beating your friends in this fun mini game!   ZOMBIE TANKS What could be better than tanks? Zombie tanks, obviously. Blast your undead opponents to smithereens and dodge their fire. Collect power-ups including double barrels, increased speed and a shield to gain the edge on your pals.  TRICK OR TREAT Looking for something a bit different to entertain your &lsquo;trick or treaters&rsquo; this Halloween? Look no\", \"genre\": [\"Party\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-10-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-169817-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-169817-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Chillingo (Publisher)\", \"Chillingo (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Hank Haney's World Golf\", \"title_search\": \"hank haneys world golf\", \"title_keyword\": \"hank haneys world golf\", \"url\": \"https://www.metacritic.com/game/hank-haneys-world-golf/\", \"summary\": \"Golf industry legend Haney has collaborated with IGS Software to release Hank Haney's World Golf.  Haney is a multi-award winning, famed golfing coach, famous for coaching and teaching pro-golfing legends. Haney currently owns and operates four golf teaching facilities in Texas, plus hosts &quot;The Haney Project&quot; on the Golf Channel, helping to develop golfing skills for celebrities such as NBA star Charles Barkley and comedian Ray Romano.  As well as offering his likeness on the box art and name in the title, Haney has shown great enthusiasm for the realism and production quality of the game.\", \"genre\": [\"Golf Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-11-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-169859-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-169859-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Atari SA (Publisher)\", \"Bluestone Interactive (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"E\"}", "{\"title\": \"Heart of Fire\", \"title_search\": \"heart of fire\", \"title_keyword\": \"heart of fire\", \"url\": \"https://www.metacritic.com/game/heart-of-fire/\", \"summary\": \"The three travellers had never met each other before being captured by monsters, but they now have one thing in common: their struggle to escape from hostile lands together. A goofy overblown love story about killing orcs and letting the fire in your heart keep you strong.\\r \\r Heart of Fire was scripted entirely in Ren'Py, as an entry in 2008's NaNoRenO (and no, I still don't know what it means). This was not the project I originally intended to do; a hectic work schedule meant that I didn't have enough time to finish the ambitious project I had in mind. So I whipped this up in a week. As a result, it's very short, and the combat is just a bit unbalanced.\\r \\r With a burning heart, you can run this on absolutely any system you desire! Also, the system requirements are too low to even mention. Due to heavy use of free images, samples, and music, Heart of Fire is available only under a Creative Commons license. Please see the end credits for individual details.\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2008-03-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-190786-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-190786-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Christine Love (Developer)\", \"Christine Love (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"muBlip\", \"title_search\": \"mublip\", \"title_keyword\": \"mublip\", \"url\": \"https://www.metacritic.com/game/mublip/\", \"summary\": \"muBlip is a rhythm &amp; shapes game that will require you to flex your memory muscle. The core gameplay is simple: learn multi-touch patterns then replay them as accurately as possible. Think of it as Simon says meets multi-touch.  Finalist in the 2010 IGF Mobile Awards &#34;An enjoyable, challenging and singular experience&#34; - Touch Arcade &#34;A unique and enthralling experience&#34; - Finger Gaming &#34;One of the best rhythm games out on the App Store&#34; - AppSpy &#34;A challenging, beautiful and unique music game&#34; - Touch Reviews   ~~~~~~~~~ FEATURES ~~~~~~~~~  - Play 13 great levels featuring music by para9 and Duchess Says - Choose between casual and hardcore mode - Learn the basics via a quick tutorial - Attempt advanced levels that include multi-touch gestures  muBlip is rhythm: The visual patterns of the game follow the rhythm of the song, so listen carefully to the music. Timing is key to succeed in muBlip.  muBlip is shapes: Each blip is represented as a beautiful and distinctive shape, use that to your advantage when learning patterns.  muBlip is memory: To master muBlip, prepare to exercise your memory muscle. The better you are at memorizing the sequence of blips, the higher your score.   ~~~~~~~~~ CONTACTS ~~~~~~~~~  Follow us at twitter.com/muBlip Visit us at www.mublip.com\", \"genre\": [\"Rhythm\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-149220-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-149220-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"para9 (Developer)\", \"para9 (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Bounce On 2: Drallo's Demise\", \"title_search\": \"bounce on 2 drallos demise\", \"title_keyword\": \"bounce on 2 drallos demise\", \"url\": \"https://www.metacritic.com/game/bounce-on-2-drallos-demise/\", \"summary\": \"The anticipated sequel to the critically acclaimed platformer, Bounce On, is here!  Team Phobic is proud to release Bounce on 2: Drallo&#39;s Demise.  Roll your way through the Floating Ruins, explore space on the Orbital Platform, and finish the fight in Drallo&#39;s Fortress.  Customize your character, find hidden secrets, fight against unique bosses and collect gems!  With different level objectives to select, and over 100 keys to collect, Bounce On 2: Drallo&#39;s Demise will keep you playing and playing!  Bounce On 2 is Plus+ enabled.  Compete for best times on Plus+ leaderboards, finish awards, save game data online, and brag to friends on Twitter and Facebook.  Plus+ challenges will be added in an upcoming update.  Fans of the original will love the improvements, and newcomers to the series will have no problem jumping right in.  Bounce On 2 features incredible 2D/3D graphics, amazing lighting effects, and is packed with beautiful artwork and 21 unique musical tracks to add to the fun.  Use the accelorometer or touch controls.  The graphics scale to utilize the capabilities of newer devices.    Bounce On 2: Drallo&#39;s Demise is suitable for all ages and skill levels.  With level difficulties ranging from super easy to near impossible, Bounce On 2 has something for everyone.  Team Phobic is dedicated to supporting and listening to our customers.  Don&#39;t hesitate to leave a review or contact us with your input. Follow us on twitter @teamphobic.  Start at the beginning of the adventure in Bounce On, and be sure to check out our other games: iTD and Micro Mayhem.  All are available in the App Store now!\", \"genre\": [\"Adventure\"], \"metascore\": \"80\", \"critic_reviews\": 5, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-150400-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-150400-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Team Phobic (Publisher)\", \"Team Phobic (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Plasma TV Break In\", \"title_search\": \"plasma tv break in\", \"title_keyword\": \"plasma tv break in\", \"url\": \"https://www.metacritic.com/game/plasma-tv-break-in/\", \"summary\": null, \"genre\": [\"Miscellaneous\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-06-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164096-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164096-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"Zenfar (Developer)\", \"Zenfar (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Bumps Card Match HD\", \"title_search\": \"bumps card match hd\", \"title_keyword\": \"bumps card match hd\", \"url\": \"https://www.metacritic.com/game/bumps-card-match-hd/\", \"summary\": \"Bumps Card Match HD is a family card matching game suitable for all.\\r \\r Find all the matching cards in each of the 3 game modes, Bumps, Animals and Toys.\\r \\r All the cards are in a different place each game, see how quickly you can find them all!\\r \\r Recent reviews:\\r \\r Great for kids and adults!\\r \\r Amazing art and music.\\r \\r Love this type of game.\\r \\r Addictive but one problem i have is my kids are better than me!\", \"genre\": [\"Matching Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157948-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157948-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Utopian Games (Publisher)\", \"Utopian Games (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Bee Wars (2011)\", \"title_search\": \"bee wars 2011\", \"title_keyword\": \"bee wars 2011\", \"url\": \"https://www.metacritic.com/game/bee-wars-2011/\", \"summary\": \"Its a turn-based strategy game where the player manages different types of\\r bees to gather the maximum amount of honey during his turn, before the enemy\\r bees steal his resources. The player has to move his bees towards the flowers\\r to begin collecting the honey. The player must secure his 'Worker' bees and\\r protect his honey from the enemy 'Assassin' bees. 'Ninja' bees and 'Thief'\\r bees can be used to destroy enemies. The objective of the game is to manage\\r different types of bees and collect more honey than enemy bees.\", \"genre\": [\"Turn-Based Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-10-26\", \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"Gameshastra Inc. (Developer)\", \"Gameshastra Inc. (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PSP\"], \"rating\": null}", "{\"title\": \"Saban's Power Rangers Samurai\", \"title_search\": \"sabans power rangers samurai\", \"title_keyword\": \"sabans power rangers samurai\", \"url\": \"https://www.metacritic.com/game/sabans-power-rangers-samurai/\", \"summary\": \"Power Rangers Samurai will let fans wield the Samuraizer to master the elements of Fire, Water, Sky, Forest, and Earth as they morph into Red, Blue, Pink, Green, or Yellow Rangers.  Martial arts training and fitness combined with team based battles teach the importance of team work, friendship, and responsibility to battle hordes of Nighlok monsters.  Players can also unlock secret passageways, access hidden levels, and get hints on how to defeat the armies of evil while collecting enough Zords to gain the Samurai Megazord needed to take down the MegaMonster once and for all.\", \"genre\": [\"2D Beat-'Em-Up\"], \"metascore\": \"45\", \"critic_reviews\": 10, \"user_score\": \"6.2\", \"user_reviews\": 0, \"release_date\": \"2011-11-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-180918-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-180918-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally unfavorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Australia\"], \"companies\": [\"Inti Creates (Developer)\", \"Namco Bandai Games (Publisher)\"], \"platforms\": [\"Wii\", \"DS\"], \"rating\": \"E10+\"}", "{\"title\": \"Snake Warriors: Training\", \"title_search\": \"snake warriors training\", \"title_keyword\": \"snake warriors training\", \"url\": \"https://www.metacritic.com/game/snake-warriors-training/\", \"summary\": null, \"genre\": [\"Aircraft Combat Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158763-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158763-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"Crystal Games (Publisher)\", \"Crystal Games (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PSP\"], \"rating\": \"E\"}", "{\"title\": \"Galaxy of Word Games\", \"title_search\": \"galaxy of word games\", \"title_keyword\": \"galaxy of word games\", \"url\": \"https://www.metacritic.com/game/galaxy-of-word-games/\", \"summary\": \"Enjoy the challenge of word game favorites and classics with a twist including: Greedy Words, Word Search Mania, Challenge Letters, Super Word Slide, Wendy's Word Game\", \"genre\": [\"Logic Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-01-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151392-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151392-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"eGames (Developer)\", \"eGames (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": \"E\"}", "{\"title\": \"nail'd\", \"title_search\": \"naild\", \"title_keyword\": \"naild\", \"url\": \"https://www.metacritic.com/game/naild/\", \"summary\": \"nail\\u2019d is all about eschewing boring realism for over the top arcade fun. It\\u2019s a racer that challenges everything from player reflexes through to the rules of physics. Riding on ATVs and motocross bikes with powerful boost controls, players will race down near-vertical courses of incredible jumps, stunts and obstacles. The brutal challenge of the Yosemite National Park is but one of the places they\\u2019ll learn the meaning of verticality.\", \"genre\": [\"Auto Racing\"], \"metascore\": \"64\", \"critic_reviews\": 49, \"user_score\": \"7.1\", \"user_reviews\": 16, \"release_date\": \"2010-11-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151405-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151405-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Australia\", \"Japan\"], \"companies\": [\"Deep Silver (Publisher)\", \"Techland (Developer)\"], \"platforms\": [\"PlayStation 3\", \"Xbox 360\", \"PC\"], \"rating\": \"E10+\"}", "{\"title\": \"Penkin Ball Dodge\", \"title_search\": \"penkin ball dodge\", \"title_keyword\": \"penkin ball dodge\", \"url\": \"https://www.metacritic.com/game/penkin-ball-dodge/\", \"summary\": \"Join Penkin in an amazing ball dodging adventure. Includes multiple gameplay modes, an original soundtrack, and jaw-dropping artwork. Players will enjoy countless hours of entertainment and excitement. Includes original Ball Dodge and special Defense mode.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-27\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158815-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158815-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Master Penkin (Publisher)\", \"Master Penkin (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"NBA Jam By EA Sports\", \"title_search\": \"nba jam by ea sports\", \"title_keyword\": \"nba jam by ea sports\", \"url\": \"https://www.metacritic.com/game/nba-jam-by-ea-sports/\", \"summary\": \"BOOMSHAKALAKA!!! NBA JAM is now ready to rock your iPhone or iPod touch with all the over-the-top, high-flying, 2-on-2 arcade basketball action just like you remember it &ndash; and like you&rsquo;ve never seen before! So go to the hole. Go strong. Go for the monster jam. KABOOM!      HEAT UP ON iPHONE &amp; iPOD TOUCH Jam with all 30 NBA teams and your favorite NBA stars! Unlock legends from the classic arcade era like Scottie Pippen, Dennis Rodman, Dr. J, Scott Skiles, Karl Malone, Detleft Schrempf, and Danny Manning, plus some secret players you can only get on iPhone/iPod touch. Unlock outrageous cheats, too. You up for some &ldquo;Big Head&rdquo; action?  PLAY NOW! PLAY CLASSIC! PLAY AGAINST A FRIEND! 2 modes of play let you ball the way you want:   &bull; Play Now &ndash; Select a team and jump right into the ballgame &bull; Classic Campaign &ndash;  Defeat all other teams to win the championship, and unlock legends, hidden players and cheats  Also select from two different control schemes (D-Pad and gesture-based) and take advantage of the outstanding versatility of your iPhone/iPod touch. Is it the shoes?   YOU&rsquo;RE ON FIRE! If you&rsquo;re from the Old School, you&rsquo;ll feel the &lsquo;90s nostalgia while you play the hottest new arcade sports game on the App Store. Featuring the voice of Tim Kitzrow (the original NBA JAM play-by-play announcer), you&rsquo;ll hear all the classic catchphrases plus a few new ones recorded just for this game. This JAM is all about &ldquo;boomshakalaka&rdquo; -&ndash; and beyond!\", \"genre\": [\"Basketball\"], \"metascore\": \"87\", \"critic_reviews\": 17, \"user_score\": \"7.6\", \"user_reviews\": 15, \"release_date\": \"2011-02-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-181062-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-181062-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Electronic Arts (Publisher)\", \"Electronic Arts (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Amazing 8bit Ball\", \"title_search\": \"amazing 8bit ball\", \"title_keyword\": \"amazing 8bit ball\", \"url\": \"https://www.metacritic.com/game/amazing-8bit-ball/\", \"summary\": \"Amazing 8bit Ball utilizes the processing power of your Xbox to think really hard about stuff you ask it.\", \"genre\": [\"Miscellaneous\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164185-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-164185-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"yaystuff (Publisher)\", \"yaystuff (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Taisen Reversi\", \"title_search\": \"taisen reversi\", \"title_keyword\": \"taisen reversi\", \"url\": \"https://www.metacritic.com/game/taisen-reversi/\", \"summary\": null, \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-02-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-150294-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-150294-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Best Media (Publisher)\", \"X-Road (Developer)\"], \"platforms\": [\"PSP\"], \"rating\": null}", "{\"title\": \"Disgaea 4: A Promise Unforgotten - Overlord Priere\", \"title_search\": \"disgaea 4 a promise unforgotten  overlord priere\", \"title_keyword\": \"disgaea 4 a promise unforgotten  overlord priere\", \"url\": \"https://www.metacritic.com/game/disgaea-4-a-promise-unforgotten-overlord-priere/\", \"summary\": \"Recruit Overlord Priere from La Pucelle to join your party!\", \"genre\": [\"Turn-Based Tactics\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-12-05\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-150344-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-150344-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"NIS America (Publisher)\", \"Nippon Ichi Software (Developer)\"], \"platforms\": [\"PlayStation 3\"], \"rating\": \"T\"}", "{\"title\": \"Handy Hockey\", \"title_search\": \"handy hockey\", \"title_keyword\": \"handy hockey\", \"url\": \"https://www.metacritic.com/game/handy-hockey/\", \"summary\": null, \"genre\": [\"Hockey\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-07\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158318-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158318-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"ITL (Developer)\", \"ITL (Publisher)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"23\", \"title_search\": \"23\", \"title_keyword\": \"23\", \"url\": \"https://www.metacritic.com/game/23/\", \"summary\": \"The objective is simple: count as fast as you can.  ### Introductory offer: FREE for limited period! ###  Excellent coordination of eyes, hands and mind are required.  Challenge your best time and enter our global hall-of-fame.  Seemingly simple, crazily addictive!  Can you do it in under 10 seconds?\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158420-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158420-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"IdeasLab (Developer)\", \"IdeasLab (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Ike! Ike!! Hamster\", \"title_search\": \"ike ike hamster\", \"title_keyword\": \"ike ike hamster\", \"url\": \"https://www.metacritic.com/game/ike-ike-hamster/\", \"summary\": null, \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151182-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151182-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Tom Create (Publisher)\", \"Tom Create (Developer)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Helsing's Fire\", \"title_search\": \"helsings fire\", \"title_keyword\": \"helsings fire\", \"url\": \"https://www.metacritic.com/game/helsings-fire/\", \"summary\": \"When the implacable Professor Helsing and his assistant Raffton travel to The Shadow Blight, they&rsquo;ll need every weapon at their disposal to defeat Dracula&rsquo;s vampire horde. In this captivating, dark Gothic puzzle-adventure, use Dr. Helsing&rsquo;s powerful torch and tonics to save the world from the demonic uprising!  ADDICTIVE PUZZLES Helsing&rsquo;s Fire features a brand-new puzzle mechanic never before seen: use the touch-screen to position Helsing&rsquo;s torch to illuminate different combinations of monsters, then destroy them in the correct order using Raffton&rsquo;s supply of different tonics. The quick, rewarding puzzles make it a perfect game for brief play-sessions, but you&rsquo;ll always want to play &lsquo;just one more level&rsquo;!  A HUGE, DARK UNIVERSE With puzzles set across three worlds, with 30 different levels in each world, all featuring thirteen different monster types including three bosses, Helsing&rsquo;s Fire provides an incredibly rich, deep, and varied game experience. And because on replays puzzles are re-generated randomly, the game will always be fresh!  COMPELLING SETTING The Victorian theme, Gothic setting, and engaging characters make Helsing&rsquo;s Fire one of the most appealing story-oriented puzzle games released. Add to that the distinct minimalist style of the character portraits, the incredible dynamic lighting of the shadows cast by your moving torch, and an original soundtrack, and it&rsquo;s clear that Helsing&rsquo;s Fire presents an epic experience. Designed just for the iPhone, this is high-quality mobile gaming at its finest.  MULTIPLE MODES AND ACHIEVEMENTS As if the 90 distinct levels weren&rsquo;t enough, Helsing&rsquo;s Fire also comes with an additional Survival Mode, for the bravest of the brave! And when you&rsquo;ve stood against the horde as long as you can, you can post your scores on the fully-integrated Crystal leaderboards, earning achievements for your accomplishments and claiming bragging rights from your friends.   Dracula must be stopped. Raffton, take the tonics: it&rsquo;s time to head into the Blight!\", \"genre\": [\"Puzzle\"], \"metascore\": \"83\", \"critic_reviews\": 14, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159236-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159236-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Clickgamer.com (Publisher)\", \"Clickgamer.com (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Jump Trials\", \"title_search\": \"jump trials\", \"title_keyword\": \"jump trials\", \"url\": \"https://www.metacritic.com/game/jump-trials/\", \"summary\": \"Test your running and jumping skills to the limit in a 10 second race! Jump Trials is a game that will test your control skills to the limit. Run and jump as fast as you can across an obstacle course of platforms to reach the goal within a 10 second time limit. Each stage is a different challenge with obstacles including spikes, moving platforms and conveyor belts. Fail to reach the goal within 10 seconds or touch a spike and it's game over. Test yourself over 100 stages of increasing difficulty in Trials Mode, clearing 10 stages at a time before moving up a grade to tackle more demanding stages. In Challenge Mode you'll be tested to retrieve three medals before exiting each stage, still within just 10 seconds. You'll be awarded a bronze, silver or gold crown for each stage depending on how many medals you managed to collect. Do you have what it takes to get gold crowns on all 100 stages?\", \"genre\": [\"2D Platformer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2012-11-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158824-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158825-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"Japan\", \"North America\"], \"companies\": [\"G-STYLE (Publisher)\", \"G-STYLE (Developer)\"], \"platforms\": [\"DS\"], \"rating\": \"E\"}", "{\"title\": \"AdventureBall\", \"title_search\": \"adventureball\", \"title_keyword\": \"adventureball\", \"url\": \"https://www.metacritic.com/game/adventureball/\", \"summary\": \"AdventureBall v0.9 Roll to the goal!  Collect the gems and get to the goal before time runs out to earn the highest score.  Enjoy 10 beautiful levels and prepare for more with the release of version 1.0.  Controls: Hold your device at a 45 degree angle to hold the ball still. Tilt your device in any direction to move the ball.  Thank you for considering my first video game.  Your purchase will support the continued development of this game, and my education at Nova Scotia College of Art and Design. ~KeithK  What to expect in version 1.0: -sound -new levels -new obstacles (like pinball bumpers) -puzzle elements (like switches and gates) -animated levels (like moving platforms) -animated environmental objects (like flowers and trees reacting to collision) -special effects (like fire and water) -realtime shadows -high score list -improved frame rate and much more!  BUY NOW! (please)\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158859-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158859-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"The Screetch\", \"title_search\": \"the screetch\", \"title_keyword\": \"the screetch\", \"url\": \"https://www.metacritic.com/game/the-screetch/\", \"summary\": \"Easy to match, hard to capture. ?rew of Screetches capturing cloudy spheres, your goal is to release them and catch all Screetches into flask.   But don&#39;t worry! It&#39;s as easy as it is fun. Just put together three or more spheres in line and they&#39;ll explode. Every explosion clear neighboring spheres, and the Screetch goes to the flask. When the flask is full, you go to the next level. That&#39;s it. Good luck! Catch all Screetches and have a good time!   Game Features  Exciting gameplay. Hundreds of thousands games are just clones with the same rules in a different wrapping. Now it&#39;s changed! Drop-dead visuals. Mobile puzzle game doesn&#39;t mean tasteless and uninspiring graphics. Challenge with friends. Stay in touch with your friends even while playing Full accessibility.olor blindness isn&#39;t an obstacle for entertainment Magnificent Worlds. With each level you&#39;ll travel deeper into astonishing worlds of The Screetch. You&#39;ll be seeing new places and facing new opponents.  New online experience. Work your way to be the best in any of 12 divisions or challenge other players to enter Major League.  Collect your trophies. Every captured Screetch falls into your personal hall of Trophies. Stay tuned for an update to find out what else you can do with them.  Easy to start. Despite new and unique set of rules our game is easy to learn. Just clear the spheres and capture the Screetch!  Better graphic performance on iPhone 3Gs, iPod Touch 3rd gen and iPhone 4.  Screetch official site thescreetch.com Follow Screetch on twitter.com/the_screetch Find Screetch on facebook.com/pages/Screetch/109790359040282  Visit us at piston-games.com Follow us on twitter.com/pistongames Find us on facebook.com/pistongames  More Games from Piston: Color Lines &mdash; the original version of the 1990&#39;s russian game made specially for iPhone.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160247-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160247-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Piston games (Publisher)\", \"Piston games (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Tony Hawk: Shred\", \"title_search\": \"tony hawk shred\", \"title_keyword\": \"tony hawk shred\", \"url\": \"https://www.metacritic.com/game/tony-hawk-shred/\", \"summary\": \"Tony Hawk and Robomodo are reuniting on a second game to use the Tony Hawk: Ride skateboard.\", \"genre\": [\"Skating\"], \"metascore\": \"53\", \"critic_reviews\": 10, \"user_score\": \"5.8\", \"user_reviews\": 13, \"release_date\": \"2010-10-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151999-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151999-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Australia\"], \"companies\": [\"Robomodo (Developer)\", \"Activision (Publisher)\"], \"platforms\": [\"Wii\", \"PlayStation 3\", \"Xbox 360\"], \"rating\": \"E\"}", "{\"title\": \"The Conveni Portable\", \"title_search\": \"the conveni portable\", \"title_keyword\": \"the conveni portable\", \"url\": \"https://www.metacritic.com/game/the-conveni-portable/\", \"summary\": null, \"genre\": [\"Simulation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-152567-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-152568-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Hamster (Publisher)\", \"Hamster (Developer)\"], \"platforms\": [\"PSP\"], \"rating\": null}", "{\"title\": \"Little Bears\", \"title_search\": \"little bears\", \"title_keyword\": \"little bears\", \"url\": \"https://www.metacritic.com/game/little-bears/\", \"summary\": \"How sweet the little baby bears in the Zoo are-if only I could take one home with me! Now you can with Little Bears for Nintendo DS! Take your baby bear home and spend the whole day together. Feed, wash, play with and rock your baby bear to sleep and they'll love you forever! With Little Bears for Nintendo DS, you get to explore a whole world of activities for you and your Little Bear!\", \"genre\": [\"Virtual Life\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151396-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151396-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"B-Alive (Developer)\", \"Zoo Games (Publisher)\"], \"platforms\": [\"DS\"], \"rating\": \"E\"}", "{\"title\": \"Adventures of Rocaman\", \"title_search\": \"adventures of rocaman\", \"title_keyword\": \"adventures of rocaman\", \"url\": \"https://www.metacritic.com/game/adventures-of-rocaman/\", \"summary\": \"Enjoy a classic platform game! Through 8 worlds of the prehistoric, battle against dinosaurs and take on dangerous roads with our friend Rocaman.\", \"genre\": [\"2D Platformer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-02-12\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-181339-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-181339-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Woodecker (Developer)\", \"Woodecker (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}"]