["{\"title\": \"Bridge Odyssey\", \"title_search\": \"bridge odyssey\", \"title_keyword\": \"bridge odyssey\", \"url\": \"https://www.metacritic.com/game/bridge-odyssey/\", \"summary\": \"&#34;I&#39;d recommend to any fan of the genre.&#34; - Touch Arcade  Welcome to Bridge Odyssey! Join 9 wild characters on a journey so big, they&rsquo;re going to need all your support! Help the Dodo, Bison, Giraffe and others on their trek to the Lost World by building bridges over ruined passes, bottomless pits and molten volcanoes.  ----------------------------------------------------------------  POINT, TOUCH, PLAY! Use your creativity and skill to build bridges simply by drawing with your finger on the touch screen.  NINE COOL CHARACTERS A light-hearted atmosphere with a funny and highly stylized animal gang including the Dodo, Fox, Parrot, Mammoth, Squirrel, Bison, Cat, Walrus and Giraffe.  IT&rsquo;S A WILD WORLD Discover 48 levels across 6 different environments: Tropical island, volcano, ancient ruins, desert, jungle and an ice cave  IMAGINE ANY SOLUTION Make full use of the game&rsquo;s physics and environments to solve puzzles. Use bamboo stalks or vines, and even the sun to succeed!  -------------------------------------------------------------  Become a fan of Gameloft on Facebook: gameloft.com/facebook Follow Gameloft on Twitter: twitter.com/gameloft  Also available from Gameloft this Christmas: Driver, Tom Clancy&#39;s H.A.W.X., James Cameron&rsquo;s Avatar and N.O.V.A. &ndash; Near Orbit Vanguard Alliance  Published and distributed by Gameloft.\", \"genre\": [\"Adventure\"], \"metascore\": \"67\", \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136709-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136709-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Gameloft (Developer)\", \"Gameloft (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"SWIRL - 3D Action Racing\", \"title_search\": \"swirl  3d action racing\", \"title_keyword\": \"swirl  3d action racing\", \"url\": \"https://www.metacritic.com/game/swirl-3d-action-racing/\", \"summary\": \"NEW! ALL WORLDS UNLOCKED!  Get ready to fall, bounce and tumble through five challenging worlds, dodging obstacles and picking up stars, power-ups and racing helmets! Beware of infected mushrooms and paint buckets!  Get a glimpse of the action! Watch the trailer : <a href=\\\"http://bit.ly/1a02hA\\\" target=\\\"_blank\\\">http://bit.ly/1a02hA</a>  Find the lost ice crystal deep down in the glacier slopes or descend through the mystical ruins of the dry well.  Experience the flow as you slide and fall through unlimited number of levels of ever increasing difficulty!  The game features smooth 3D animated action, impacts, special effects, six original soundtracks as well as integrated community features and global hi-scores!  If you enjoyed games such as Wipeout, Sonic and Mario Kart then SWIRL is a must have!  -= Features =-  Five Challenging Worlds Unlimited Number Of Levels Six Original Soundtracks High Speed 3D Experience In-Game Community (Feint) Global Hi-Score (Feint) Awesome 3D Effects  ... and we&#39;re just getting started!  -= Press =-  &#34;Swirl seems to have been built by people who really know what they&#39;re doing. It will suck down your play time like a powerful whirlpool.&#34; -slidetoplay.com  &#34;Swirl reminded me of playing Sonic the Hedgehog, lightning fast speeds racing down a track collecting rings and other goodies.&#34; -justanotheriphoneblog.com  &#34;Swirl May Cause Motion Sickness or Seizures? Cool!&#34; -appcraver.com  &#34;Swirl takes a pretty unique perspective and kind of switches up the general concept of a traditional racing game.&#34; -appcraver.com  &#34;SWIRL offers an interesting take on the racing genre. It may feature the basic objectives of a typical racing game &mdash; go fast, don&rsquo;t hit stuff &mdash; but the premise and mechanics are wholly original.&#34; -fingergaming.com  &#34;SWIRL sends you flying down giant tubes filled with obstacles and power-ups that will keep you spinning your iPhone and iPod touch until you can&rsquo;t spin any more.&#34; -appleiphoneapps.com   Visit us! <a href=\\\"http://swirl.epicore.se\\\" target=\\\"_blank\\\">http://swirl.epicore.se</a>  Visit us on Twitter! <a href=\\\"http://twitter.com/epicoregames\\\" target=\\\"_blank\\\">http://twitter.com/epicoregames</a>\", \"genre\": [\"Auto Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-05-12\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-121901-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-121901-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Epicore (Developer)\", \"Epicore (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Kim Rhode's Outdoor Shooting\", \"title_search\": \"kim rhodes outdoor shooting\", \"title_keyword\": \"kim rhodes outdoor shooting\", \"url\": \"https://www.metacritic.com/game/kim-rhodes-outdoor-shooting/\", \"summary\": \"From the developer of iShoot, the #1 iPhone game in early 2009!   Join two-time gold medalist shooter Kim Rhode in hunting animals like deer, bears, and wild turkeys in this fully 3D free-roaming hunting game.  Earn points to unlock additional weapons and locations by completing tasks such as killing two animals with one shot or killing twenty animals in a row without missing a single shot.  Because this is just a game, you can get away with things you can&#39;t do in real life... like take down grizzly bears with an AK-47 or even a rocket launcher.  Or you can make things harder by defending yourself from an angry bull moose armed only with a pistol.  A bonus location, The Killing Fields, contains hundreds and hundreds of animals, making it the perfect setting for a rocket-powered rampage.  Enjoy hunting with no limits!\", \"genre\": [\"Hunting\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-01-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143161-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-143161-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Naughty Bits (Publisher)\", \"Naughty Bits (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Mind Over Matter\", \"title_search\": \"mind over matter\", \"title_keyword\": \"mind over matter\", \"url\": \"https://www.metacritic.com/game/mind-over-matter/\", \"summary\": \"Mind Over Matter combines clever puzzles with twists of logic for the ultimate fun in brain fitness.\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-143243-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-143243-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"505 Games (Developer)\", \"505 Games (Publisher)\"], \"platforms\": [\"DS\"], \"rating\": \"E\"}", "{\"title\": \"All Fridges Are Psychotic\", \"title_search\": \"all fridges are psychotic\", \"title_keyword\": \"all fridges are psychotic\", \"url\": \"https://www.metacritic.com/game/all-fridges-are-psychotic/\", \"summary\": \"The very first original &#34;Point &amp; Touch&#34; adventure designed solely for the iPhone and iPod Touch is here! Help Julius and his time traveling refrigerator make it in the movie business!  Having finished his very first script, Julius wants a shot at the big time, and with a national scriptwriting contest conveniently happening in his hometown, things couldn&#39;t seem any more straightforward. When it all goes wrong, only a time traveling fridge can save the day. Help Julius make his mark in the all-new adventure game, All Fridges Are Psychotic.  What people we know said:  &#34;This should be made into a movie.&#34; - Peter van Hoppen.  &#34;One or two of the lines made me laugh.&#34; - Our friend, Andrew.  &#34;It didn&#39;t make me feel sick while I was playing it.&#34; - Moody Alan.  FEATURES - Amazing Point and Touch interface - Unique hand drawn artwork by Manda Rin from Bis - A time traveling fridge - Fiendishly clever puzzles - Hilarious dialogue  Help Julius enter his script, and make sure he doesn&#39;t become his own grandfather. Or something.\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136910-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136910-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Flag Hippo (Developer)\", \"Flag Hippo (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Pirates Plunder Slots\", \"title_search\": \"pirates plunder slots\", \"title_keyword\": \"pirates plunder slots\", \"url\": \"https://www.metacritic.com/game/pirates-plunder-slots/\", \"summary\": \"Blackbeard himself said Ahoy when he played Pirates Plunder Slots! Unlock the treasure chests and win up to 80 free games. All the while the Jolly Jackpot grows and grows. Arrrrr! Can you win it?  During normal play the plucky parrot substitutes for all symbols except scattered coins and triples your wins.  The Treasure Feature. 3 or more scattered pirate coins will trigger the Treasure Feature. A treasure map will appear with 15 closed treasure chests on it. A naughty landlubber has locked the bottom 5 chests. Choose from the top 10 chests - finding free spins, or a key to open the locked chests. Find a Skull of Doom and ye shall choose no more!  There can be more spins in the locked chests than any others.  During the free games the pirate substitutes for all symbols except scattered coins.   Blackbeards bonus will spin up in the bonus window after every free game, giving one of 16 different bonuses. There&#39;s plunder to be won!  Double up or play roulette with your wins.  More great slot games from Pokie Magic are available on the app store:  Egyptian Dreams 4  Monkey Money  Totem Treasure 1 and 2  Kalahari Sun Mega Hearts 2 Aztec Invaders Gallop for Gold Dragon Dollars\", \"genre\": [\"Gambling\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136967-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136967-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Pokie Magic (Developer)\", \"Pokie Magic (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Shut the Box Classic\", \"title_search\": \"shut the box classic\", \"title_keyword\": \"shut the box classic\", \"url\": \"https://www.metacritic.com/game/shut-the-box-classic/\", \"summary\": \"It&#39;s not known for sure where Shut the Box originated. Most theories point to a source in Northern France. It appears that it has been played in this region for at least two hundred years. At the start of the game all tiles are uncovered. Two dice are rolled and the corresponding tile or tiles are covered. The game ends if no tile could be covered on a throw of the dice. The final score is the sum of the numbers remaining uncovered at the end. The lowest score wins. Cover all tiles and you shut the box!  Copyright &#169; 1996 - 2009 by Eugene Khmelevsky Inc. All rights reserved. For Entertainment purposes only.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137154-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137154-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Eugene Khmelevsky Inc. (Publisher)\", \"Eugene Khmelevsky Inc. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Vocabulator\", \"title_search\": \"vocabulator\", \"title_keyword\": \"vocabulator\", \"url\": \"https://www.metacritic.com/game/vocabulator/\", \"summary\": \"** Vocabulator ** Easy to learn, simple to play, Vocabulator is a word game for anyone over the age of 4. All you have to do is find as many words as you can hidden in a scrambled word. Sounds easy, right? Well, when the scrambled word is only 6 letters long, it is. But try it with an 11-letter word and things get a little more challenging.   ** Many benefits ** You might be a Scrabble&trade; fan and want a way to practice when your friends aren&rsquo;t looking.  Or you might be someone with a passion for the popular Target Word puzzles in newspapers and magazines.  You might just want to work on your spelling or increase your vocabulary.  With puzzles that present scrambled words ranging from 6 to 11 letters, Vocabulator can help you with any of these ambitions.  ** You&rsquo;re in control ** Extending the concept of target word games, Vocabulator allows you to control whether or not you must use a particular letter in each puzzle and how long the &ldquo;base&rdquo; word is for every game you play.   A base word that uses all the letters is always there to be found but so are many other &ldquo;sub-words&rdquo;.  There is no time limit to games you play, so you choose when to stop looking for words.  ** Educational ** Vocabulator is a great way for kids to improve their understanding of words. Starting with 6-letter words and moving on to games with longer base words will allow them to improve their vocabulary, as they are able to form bigger words from each puzzle.  At the end of every game, the list of possible words is presented along with an automatic link to dictionary.com, so they can look up the definition of unfamiliar words.  ** Features **  - Set and forget You only need to visit the settings page once and your preferences are remembered for every game you play.  So just launch and go.  - Resume game Interrupted by a phone call while playing?  No problem. The game will restore itself to its previous state when you come back. Careful though, time is a factor in scoring so don&rsquo;t be away too long!  - Rewards Every game has built-in rewards as you find and enter words.  You are cheered on as you progress from good through very good and excellent until you reach perfect!  - Shake to shuffle Before you give up on any game, try shaking the phone to re-scramble the letters.  A different view might reveal more words.  - Silent mode Don&rsquo;t want people to know you&rsquo;re playing when you really should be studying?  Fine, turn off sound and still get visual cues for correct words, progress and rewards.  - Statistics Keep track of how you&rsquo;re performing by looking at your average score, words per minute and per game across all the different word length settings.  - Team play You don&rsquo;t have to play on your own. Vocabulator is even more fun when playing with your friends or family and everyone pitches in.  ** Connected ** You can even share your scores with the world-wide Vocabulator community.  You&rsquo;ll be able to impress your friends with solid evidence of your wordsmithery!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137194-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137194-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Nexus6 Software (Developer)\", \"Nexus6 Software (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Cafe 5 Pack\", \"title_search\": \"cafe 5 pack\", \"title_keyword\": \"cafe 5 pack\", \"url\": \"https://www.metacritic.com/game/cafe-5-pack/\", \"summary\": \"Limited Time: $0.99 USD sale prices end January 3.  Sit down and enjoy the most comprehensive collection of card games available with Digital Chocolate&rsquo;s Caf&eacute; 5 Pack.  ------------------------------------------ GAME REVIEW IGN gives 9.5 out of 10 and says, &ldquo;Simply put, Caf&eacute; is genius.&rdquo; -----------------------------------------  Play 5 great card game all bundled into one application. Solitaire Game Mode offers 4 different versions of the classic card game. Texas Hold&rsquo;Em Poker Game Mode offers more challenge by allowing users to choose their difficulty level. Blackjack Game Mode gives users the option to choose doubling down, splitting, insurance, and side bets on other players. Both Hearts and Spades Game Modes offer players a caf&eacute; environment to play these classic games.  PREMIUM FEATURES: &bull;Five great games in one: (1)Solitaire &ndash; Play 4 different versions! Klondike, Golf, Free Cell, and Scorpion (2)Texas Hold&rsquo;Em Poker &ndash; Contains options for betting limits and difficulty level: Easy, Medium, or Hard opponents. (3)Blackjack &ndash; Contains options to choose doubling down, splitting, insurance, and side bets on other players. (4)Hearts &ndash; Enjoy a classic card game. (5)Spades &ndash; Enjoy a classic card game. &bull;Play against 9 AI characters &ndash; stats against each opponent is recorded on the local leaderboard. &bull;Endless replay value &ndash; Go back to any Game Mode to play a new hand. &bull;Unique iPhone and iPod touch controls -- users can use the Multi-Touch feature by tapping the device to make decisions.   &bull;Real and exciting music  STILL NOT SURE? Try the Free Version  MORE FUN FOR FREE ON APPLE APP STORE There is a Lite version for each DChoc game: Crazy Penguin Catapult, Chocolate Shop Frenzy, Diamond Islands, 3D Tower Bloxx Deluxe, Mini Golf 99 Holes Theme Park, Pictoplay Plus, Kamikaze Robots, Tornado Mania!, Pyramid Bloxx, Johnny Crash, 24 Special Ops, Stunt Car Racing 99 Tracks, Brain Tester 24 Pack, 20Q&trade; Mind Reader, Jungle Bloxx, Brick Breaker Revolution, California Gold Rush, Crazy Monkey Spin, and 3D Brick Breaker Revolution.  You can currently find our classic pocket sized games for iPhone or iPod touch in a variety of categories including arcade, action, adventure, puzzle, sim, strategy, sports, racing, word and more!  GREAT DEAL w/ THE PREMIUM VERSION Download the Paid version for unlimited replay value packed with even more gameplay modes, levels, power-ups and special unlocks. Get the full experience!   FIND DC ON THE WEB Get updated with Dig ital Chocolate&rsquo;s latest product, promos and game tips! Visit us on Facebook, MySpace, YouTube and Twitter! Find us FAST by searching for dchoc.   All trademarks referenced herein are the property of their respective owners.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137214-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137214-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Digital Chocolate (Developer)\", \"Digital Chocolate (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Cavern (2009)\", \"title_search\": \"cavern 2009\", \"title_keyword\": \"cavern 2009\", \"url\": \"https://www.metacritic.com/game/cavern-2009/\", \"summary\": \"Cavern is a small dungeon crawler in the vein of genre classics like Rogue and Nethack - but not based on any existing roguelike. Completely built from scratch for the iPhone, Cavern features advanced dungeon generator mixing random and predefined content. Original vintage game art by DeBray Bailey (Lost Dragon)   Simple learning curve - interact with game world by just one touch.  ----  Cavern was full of ancient treasure which surface people mined to keep their high standard of living. Caves were populated by hostile forces of the underground but  Mystery Object of the surface kept the evil weak with it&#39;s power. Somehow, creatures of the deep managed to steal the Mystery Object and took it to the deepest levels of the cavern. Now you, the Hero, must retrieve it before it is used against surface!  Features: *Completely original adventure, not a port or based on source of any other roguelike *Shops to buy equipment and sell treasure *Three characters to play: Fighter : strong melee character. Adventurer : specialises in bows. Mystic : uses wands and scrolls. *12 randomly generated dungeons *5 Special levels you may end up in. *Over 35 different monsters *Over 100 items to find.   Additional Features *Saves your exact game state when receiving call or switching to another app. *Local highscores *Enhanced smooth shadow on iPhone 3G S and latest 32/64GB iPod Touches *Juicy sound effects.\", \"genre\": [\"RPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137264-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137264-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Sami Sierla (Publisher)\", \"Sami Sierla (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Abakus\", \"title_search\": \"abakus\", \"title_keyword\": \"abakus\", \"url\": \"https://www.metacritic.com/game/abakus/\", \"summary\": \"Flex your math muscles with Abakus!  Forget about boring math trainers. Abakus turns math into a game. With Abakus you improve your math skills playfully.  In every new level you will encounter problems of a specific area. Play against time and reach a new high score in single player mode.  In the multi player mode you challenge your friends. By assigning individual handicaps you can balance the different skills of the players. A multi player game will stay interesting regardless of your opponent&#39;s skills.  Covered subject areas are addition, subtraction, multiplication and division. As you improve the problems will become more difficult. Unlock new levels as you proceed and eventually you will be faced with problems involving Roman numerals or fractional arithmetic.  With Abakus you enhance your calculation skills with fun. This game is for all who love to play math games.  FEATURES: - Single Player Mode - Multi Player Mode - Career Mode  - Individual Handicaps in Multi Player Mode - High Scores - Bonus Level - Time Bonus  COMING SOON: - Online High Scores - More level\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137274-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137274-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Thomas Busse (Developer)\", \"Thomas Busse (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Akujin\", \"title_search\": \"akujin\", \"title_keyword\": \"akujin\", \"url\": \"https://www.metacritic.com/game/akujin/\", \"summary\": \"Akujin is a classic top down shoot-em-up featuring ever evolving and challenging game play. Fight against a myriad of enemies across 6 levels of intense action as you push the aliens back to their own galaxy. Three difficulty settings ensure a challenging game experience for any players' level of skill. Employ four types of basic fire as well as missiles, shields and special attacks.\", \"genre\": [\"Vertical Shoot-'Em-Up\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-139640-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-139640-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Domi (Developer)\", \"Microsoft Game Studios (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Planet Pinball\", \"title_search\": \"planet pinball\", \"title_keyword\": \"planet pinball\", \"url\": \"https://www.metacritic.com/game/planet-pinball/\", \"summary\": \"Rack up the millions with meteors, rockets, orbits, black holes and airlocks as you go in search of the jackpot in this fast-paced, space-themed pinball game. Timing is everything as you use the flippers (and the occasional &quot;tilt&quot;) to guide the ball towards the cosmic prizes on offer. With tons of features and secrets, Planet Pinball is light years better than any pinball game you've ever played!\", \"genre\": [\"Pinball\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-139673-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-139673-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Europe\"], \"companies\": [\"Battenberg Software (Publisher)\", \"Battenberg Software (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Winter Holiday Slots 2009\", \"title_search\": \"winter holiday slots 2009\", \"title_keyword\": \"winter holiday slots 2009\", \"url\": \"https://www.metacritic.com/game/winter-holiday-slots-2009/\", \"summary\": \"Bring your Avatar to the Golden Royal Casino for the holidays! The Casino has decked the halls with holiday decorations and five Winter Holiday themed slot machines, each with its own Minigame. Which will be your favorite? Bet on up to five paylines and earn 20 in-game awards. Dress up for the occasion and play on Xbox LIVE with up to seven other gamers\", \"genre\": [\"Gambling\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-139685-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-139685-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Star Gaming Network (Developer)\", \"Microsoft Game Studios (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Nettou! Powerful Koushien\", \"title_search\": \"nettou powerful koushien\", \"title_keyword\": \"nettou powerful koushien\", \"url\": \"https://www.metacritic.com/game/nettou-powerful-koushien/\", \"summary\": null, \"genre\": [\"Baseball\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-902737-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-902737-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Konami (Publisher)\", \"Konami (Developer)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Heron: Steam Machine\", \"title_search\": \"heron steam machine\", \"title_keyword\": \"heron steam machine\", \"url\": \"https://www.metacritic.com/game/heron-steam-machine/\", \"summary\": \"[WiiWare] Heron: Steam Machine is a game about a factory where rubber duckies are being produced by a large steam engine. On this steam engine, there are four different gauges which you will have to watch carefully. By connecting the pipes, you will earn points and relieve some of the pressure, keeping the machine running just a little bit longer. If one of the gauges reaches its maximum, the machine will eventually blow up, and the game is over. If you were lucky enough to achieve a high score, make sure you enter your name in the list so other players can compete with you. In Multiplayer, you are able to cooperate with friends in maintaining the steam machine. When you play with two, three or four players, the screen is divided into sections with different background colors. Each player is able to solve his or her own part of the puzzle. Players are restricted to their own section of the screen, so you will have to work together to make the pipes fit properly. (Additional accessories are required for multiplayer play and are sold separately.) [Nintendo]\", \"genre\": [\"Action Puzzle\"], \"metascore\": \"70\", \"critic_reviews\": 5, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-01-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-131555-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-131555-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"Triangle Studios (Publisher)\", \"Triangle Studios (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"Wii\", \"DS\"], \"rating\": \"E\"}", "{\"title\": \"Das Cube\", \"title_search\": \"das cube\", \"title_keyword\": \"das cube\", \"url\": \"https://www.metacritic.com/game/das-cube/\", \"summary\": \"What is  Das Cube?  Das Cube is explosions. Das Cube is physics. Das Cube is action physics puzzle game. Das Cube is many colors of the rainbow. Das Cube is exploding combos rich in points.  Das Cube is two american dollars. Das Cube is happy.  Das Cube is... you.  Enjoy a new breed of game: &#34;physics puzzle action hybrid&#34;. Use your finger to fling the sphere and &#34;smatch&#34; the glowing blocks into glorious explosions for massive combos. Shake your device to unleash a devastating blast that mangles the blocks and sends them flying.  Upload your scores via Twitter to the envy of your friends. Can you become The Master of Das Cube?  Brought to you by the combined might of indie gamesmiths Mark Johns (Space Barnacle, Standard Bits) and Alec Holowka. (Aquaria, Paper Moon) Musical accompaniment provided by game composer extraordinaire Danny Baranowsky. (Canabalt, Super Meat Boy)\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-140208-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-140208-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Doomlaser (Developer)\", \"Doomlaser (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Skylander Mia\", \"title_search\": \"skylander mia\", \"title_keyword\": \"skylander mia\", \"url\": \"https://www.metacritic.com/game/skylander-mia/\", \"summary\": \"Her village is destroyed. She is the one who survived. No home. No family. The only reason to live - revenge. Her fate is between sky and ground now. The way of her life is to understand the meaning of being... a Skylander...  Feel unforgettable experience in a new steampunk anime arcade/action shooter. Spend your time with a great story. Enjoy the Skylander Mia!  Features: - 20 hi-detailed levels - 4 different worlds - 4 unique bosses - upgradeable weapons - modern 3D graphics - stylish anime-steampunk design - epic music &amp; story - touch controls\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-135488-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-135488-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Scienart (Developer)\", \"Scienart (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Nazotte Oboeru Otona no Kanji Renshuu Kaitei-ban\", \"title_search\": \"nazotte oboeru otona no kanji renshuu kaiteiban\", \"title_keyword\": \"nazotte oboeru otona no kanji renshuu kaiteiban\", \"url\": \"https://www.metacritic.com/game/nazotte-oboeru-otona-no-kanji-renshuu-kaitei-ban/\", \"summary\": null, \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-02-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-135764-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-135764-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Now Production (Developer)\", \"Now Production (Publisher)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Word Search Ultimate\", \"title_search\": \"word search ultimate\", \"title_keyword\": \"word search ultimate\", \"url\": \"https://www.metacritic.com/game/word-search-ultimate/\", \"summary\": \"Word Search is a hidden word puzzle game with 4 difficulty levels and over 80 different word lists with unique themes to choose from.   Word Search provides the classic word search puzzle or word finder game for the iPhone and iPod touch. Unlike other word search or word finder games in the store, Word Search doesn&#39;t have a limited set of pre-canned puzzles. Word Search can generate virtually an unlimited number of puzzles, and it generates a unique puzzle every time. And the number of words is not limited to a half dozen like some of the free applications, or even 16 like some paid applications. Word Search puts as many words as it can from the category you choose into the puzzle. Many times over 30 words in a 11x13 grid! What a challenge! Word Search puzzles are fun, provide many levels of difficulty, and are a great way to pass the time and improve your vocabulary.   To play Word Search, find the hidden words in the puzzle and swipe them with your finger. Hidden words can appear in any orientation - up, down, left, right, or diagonally - and in either direction, forward or backward. In a word search puzzle, words can overlap so that a letter can be part of two or more words. If you have trouble finding words, simply tap the &#34;Words&#34; button and reduce the level of difficulty on the puzzle to get more clues. Finally, if you just can&#39;t find one or more words, tap the &#34;Solution&#34; button and all the words in the puzzle will be revealed. Once all words are selected, you win!  Also, Word Search doesn&#39;t interfere with your music so you can listen while you play.\", \"genre\": [\"Logic Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-05-06\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-122578-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-122578-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"MobilityWare (Publisher)\", \"MobilityWare (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Water Toy\", \"title_search\": \"water toy\", \"title_keyword\": \"water toy\", \"url\": \"https://www.metacritic.com/game/water-toy/\", \"summary\": \"DESCRIPTION: Remember those water tank toys you used to play with back in the days? &nbsp;That&#39;s this! &nbsp;Water Toy is simpe, fun, and addictive puzzle game! You can now bring those hits of nostalgia wherever you go and enjoy them whenever you want! &nbsp;Even if you haven&#39;t experienced the real thing, our game will surely provide for you the challenging experiences others have felt before.  INSTRUCTION: Hold and release the screen to launch the balls into the level and use the accelerometer to maneuver them into the cups. &nbsp;But be mindful of the obstacles in your way - you&#39;ll have to make use of some of them in order to achieve your goal.&nbsp;  FEATURES: - Fun and addicting levels! - 30 levels to test your skills and challenge your friends - 30 beautifully painted backgrounds&nbsp; - Auto-saving tracks your progress and lets you continue where you left off - A perfect game to pick up and play anytime, anywhere - And more!  REVIEWS: (6/24) iLounge.com has chosen Water Toy to be their top pick for that week!  Thank you for your support!\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-06-10\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-122608-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-122608-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Lousy Games, Inc. (Developer)\", \"Lousy Games, Inc. (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"KrabbitWorld Origins\", \"title_search\": \"krabbitworld origins\", \"title_keyword\": \"krabbitworld origins\", \"url\": \"https://www.metacritic.com/game/krabbitworld-origins/\", \"summary\": \"This is a Gothic fantasy style game very light on the RPG and heavy on Action. The character and camera controls are advanced. The combat is complex requiring some practice and skill to fight. It combines furious hack n' slash combat with customizable characters and the choice to play in Story Mode or one of several Battle Modes including Arcade, Versus, Team and Survival.\", \"genre\": [\"2D Beat-'Em-Up\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-09-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-131722-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-131722-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"KrabbitSoft Studios Inc. (Developer)\", \"KrabbitSoft Studios Inc. (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Mr. Bounce\", \"title_search\": \"mr bounce\", \"title_keyword\": \"mr bounce\", \"url\": \"https://www.metacritic.com/game/mr-bounce/\", \"summary\": \"Neon colors, ball physics, crazy music and highly enjoyable game play &ndash; what else do you need? Mr. Bounce is an innovative approach to old-school arcade principles.  Use your fingers to control direction, height and speed. The future bounce is visualized with a trajectory projection.  When you have mastered the skills of basic bouncing, the game will challenge you with walls, bouncers, blockers, pipes and wind!   &ldquo;Mr Bounce [is] easily entering the list of CAN&rsquo;s top 10 games this year. Simply wonderful!&rdquo; &ndash; CreativeApplications.Net  &ldquo;&hellip; a very musical experience in what is a very challenging but compelling game.&rdquo; &ndash; appweek.ly  &ldquo;Mr. Bounce has an immediately enticing, hip and retro style that suits its knowing gameplay alchemy perfectly.&rdquo; &ndash; PocketGamer   Mr. Bounce Features: - Multi-Touch controls - 25 unique levels - Different music track for each level - Online Hall of Fame - Procedural Music Visualizer - Left &amp; Right hand controls   TIPS: Use two hands to control the game.  Use headphones for optimal sound experience.  Hit more than one circle of the same color in one bounce for bonus points.   Questions? Send an email to support@spacesofplay.com  Search for &#34;Mr. Bounce iPhone&#34; on YouTube to see the game in action!   Let&rsquo;s bounce!\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-10-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-131823-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-131823-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Spaces of Play (Developer)\", \"Spaces of Play (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Zombie Pub Crawl\", \"title_search\": \"zombie pub crawl\", \"title_keyword\": \"zombie pub crawl\", \"url\": \"https://www.metacritic.com/game/zombie-pub-crawl/\", \"summary\": \"LAUNCH SPECIAL $0.99!  &#34;Combining Drinking, Tanks, and Zombies - well, you already had me sold on this game. But you add the well thought out control scheme and you have one of the first truly original games in the App Store. Not only truly original - truly sick - and truly fun.&#34; - AppVersity.com  &#34;Zombie Pub Crawl is a highly entertaining game. I know that I will be moving it to the front page of my apps and using it quite frequently.&#34; - iPGN  Zombie Pub Crawl&mdash;Not Your Usual Night Out  Nothing comes between you and your Friday-night pint of stout&mdash;not even reports of deadly zombie attacks. Undeterred by an uprising of the undead, you and your mates hit the London pubs for a night of brew-fueled mayhem with Britain&rsquo;s famed Matilda II battle tank watching your back. Zombies p**s off! Guide your lager-lusting crew from pub to pub through cobbled streets infested with rotting bogeymen, and mow down throngs of immortal mutants that threaten to permanently dry your taps. Pick up ammo and earn tank upgrades to clear the path between taverns. But watch out: These zombies are ravenous for the flesh of the living, and they don&rsquo;t thirst for ale&mdash;they thirst for blood.  Strategy zombie action shooter makes for thrilling iPhone gaming.  Zombie Pub Crawl offers a quick-play game mode, a campaign game mode, and a training mode.  QUICK-PLAY game mode is pure survival: Guide your mates to as many pubs as possible; earn tank upgrades along the way to fend off the persistent onslaught of zombies. There are three levels of difficulty for great jump-in and jump-out action and continued replayability.  CAMPAIGN game mode offers several game types, each with a progression of levels. Earn cash by successfully completing each level, and then visit the upgrade store to upgrade your tank&#39;s speed and your gun&#39;s capabilities.  TRAINING mode includes three levels to help get you started.  Recommended for fans of Zombieville, iDracula, Fieldrunners, TapDefense, Undead, Sniper, iShoot, Vampires, Mafia Wars, and other fun zombie, dracula themed games. People of both sex will love it.  For a LIMITED TIME, get Zombie Pub Crawl for $0.99!  Orange Crane Games would like to make Zombie Pub Crawl the best iPhone game possible. Please let us know how we are doing or if there is anything we can improve:  feedback@orangecranegames.com  ***** Like Zombie Pub Crawl *****  Please leave a 5 STAR REVIEW!  THANK YOU to all!!\", \"genre\": [\"Real-Time Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-04-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-122728-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-122728-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Orange Crane Games (Developer)\", \"Orange Crane Games (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Platoon Leader\", \"title_search\": \"platoon leader\", \"title_keyword\": \"platoon leader\", \"url\": \"https://www.metacritic.com/game/platoon-leader/\", \"summary\": null, \"genre\": [\"Simulation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"1997-04-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-132009-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-132009-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Sega (Publisher)\", \"Sega (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Batman: Arkham City\", \"title_search\": \"batman arkham city\", \"title_keyword\": \"batman arkham city\", \"url\": \"https://www.metacritic.com/game/batman-arkham-city/\", \"summary\": \"Developed by Rocksteady Studios, Batman: Arkham City builds upon the intense, atmospheric foundation of Batman: Arkham Asylum, sending players soaring into Arkham City, the new maximum security \\\"home\\\" for all of Gotham City's thugs, gangsters and insane criminal masterminds. Set inside the heavily fortified walls of a sprawling district in the heart of Gotham City, this highly anticipated sequel introduces a brand-new story that draws together a new all-star cast of classic characters and murderous villains from the Batman universe, as well as a vast range of new and enhanced gameplay features to deliver the ultimate experience as the Dark Knight.\", \"genre\": [\"Open-World Action\"], \"metascore\": \"94\", \"critic_reviews\": 87, \"user_score\": \"8.8\", \"user_reviews\": 2, \"release_date\": \"2011-10-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136025-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136025-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Universal acclaim\", \"must_play\": true, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Europe\", \"Australia\", \"Korea\", \"South America\", \"Asia\"], \"companies\": [\"Warner Bros. Interactive Entertainment (Publisher)\", \"Rocksteady Studios (Developer)\"], \"platforms\": [\"PC\", \"Xbox 360\", \"PlayStation 3\", \"Nintendo Switch\"], \"rating\": \"T\"}", "{\"title\": \"Sleeping Dogs: Retro Triad Pack\", \"title_search\": \"sleeping dogs retro triad pack\", \"title_keyword\": \"sleeping dogs retro triad pack\", \"url\": \"https://www.metacritic.com/game/sleeping-dogs-retro-triad-pack/\", \"summary\": \"Go old school with a killer look and ride straight out of the 80s! New hair, accessories, clothes and boots are combined with an 80s style kung fu van to complete the look. Items come with their own buffs, increasing your damage resistance, Triad and Face experience and striking damage. With this new look everyone will know you are big trouble on the streets of Hong Kong.\", \"genre\": [\"Open-World Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2012-08-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136122-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136122-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Square Enix (Publisher)\", \"United Front Games (Developer)\"], \"platforms\": [\"PC\", \"PlayStation 3\", \"Xbox 360\"], \"rating\": \"M\"}", "{\"title\": \"Dance Sensation!\", \"title_search\": \"dance sensation\", \"title_keyword\": \"dance sensation\", \"url\": \"https://www.metacritic.com/game/dance-sensation/\", \"summary\": \"Now young girls can live out their dance fantasy on their living room stage with the only game that lets players train and perform routines in four different styles: Hip-Hop, Jazz, Ballet, and Salsa. Becoming a skilled dancer doesn't just take talent; it takes dedication and hard work to be the best! In Dance Sensation!, players hit the studio with their teacher to practice for their upcoming stage performances. Across Hip Hop, Jazz, Ballet and Salsa, players use the Wii Remote and Nunchuk to control their on-screen dancer as she perfects more than 160 real motion-captured dance moves that get progressively more complex. After studio training in front of a mirror, it will be time to raise the curtain and turn on the spotlights. Players perform in recitals in a variety of venues, from local auditoriums to the Broadway stage. No recital is complete without a glamorous presentation. Girls can customize their dancer with a variety of costumes and unlockable hairstyles. Creative play also extends to the Dance Workshop Mode that lets aspiring dancers choreograph their own custom routines that they can record and share with friends. In addition, competitive players can dance with or compete against another player in Multiplayer Mode. Featuring licensed music tracks and Wii Motion Plus support for more accurate motion based play, Dance Sensation! lets girls be sensational dancers whether they're new to dance or train regularly. [Majesco]\", \"genre\": [\"Dancing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-14\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-136200-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-136200-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Majesco (Publisher)\", \"Alpine Studios, Inc. (Developer)\"], \"platforms\": [\"Wii\"], \"rating\": \"E\"}", "{\"title\": \"Are You Tougher Than Farty Man?\", \"title_search\": \"are you tougher than farty man\", \"title_keyword\": \"are you tougher than farty man\", \"url\": \"https://www.metacritic.com/game/are-you-tougher-than-farty-man/\", \"summary\": \"Farty Man is the toughest man in the world.  Even more tougher than that guy who had a hit TV show for ten years that takes places in a big state in the south, but do to trademark laws we are not allowed to make reference to his name.\", \"genre\": [\"Trivia\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-08-05\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-126865-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-126865-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Digital Thought Software (Developer)\", \"Digital Thought Software (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Card game 1000.\", \"title_search\": \"card game 1000\", \"title_keyword\": \"card game 1000\", \"url\": \"https://www.metacritic.com/game/card-game-1000/\", \"summary\": \"Card game 1000. We offer one of the most common options for the three players. Features: 1. Honest and realistic behavior of rivals. Virtual opponents do not known other player's cards and hidden cards. Game's algorithm built on mathematical methods for determining the frequency of different events, which makes this game very intresting. Computer's players, like people, can make mistakes, so the gameplay is as close to the game with real opponents. 2. A large number of agreements in the game. Through the implementation of the most popular arrangements, you can customize the game according to the rules adopted in your company. 3. Saving the state of the game. The game is automatically saved when you exit, and you will be able to finish the party at your convenience. 4. Complete statistics. View statistic's game no less interesting than the game itself. See game statistics, analyze and win. Have a nice game!\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136350-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136350-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Denis Kulakov (Publisher)\", \"Denis Kulakov (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"iChallenger_Rush\", \"title_search\": \"ichallengerrush\", \"title_keyword\": \"ichallengerrush\", \"url\": \"https://www.metacritic.com/game/ichallenger-rush/\", \"summary\": \"==== Game overview  You can simply enjoy the game with the cute character cool action and the sense *of batting. We guarantee smooth moving and control of it. Please enjoy the game with great fun. We are expecting a good review from you.   ==== Main function ( Only Rush Mode )  Rush Mode : There are flying weapons that you need to keep off.  the advent of upgrade armor and an unique weapon according to the certain *frequency of a combo.   ==== Tips  1. The more you make the combo, the more you are given various compensation. 2. If you move a shield fast up and down , a barrier will be produced. 3. The barrier will be depends on the shield that you are wearing. 4. A sheild and a knife can guard against from the flying weapons. 5. There exists a thing which can be kept off by using one of those weapon.     You need to choose one from them which go with the situation. 6. If the durability of the shield goes down, you can not wear it anymore. 7. Certain amount of combos can make the usage of the skill.  8. The skill is changeable upon a weapon.  ==== instructions :  You need to slide your finger fast right and left on the skill zone.   ==== Operation method  You can make an attack of three volumes. Also you can move a shield by sliding *up and down on the inside of screen. You can make a move by tilting the screen *right and left.   Combo----------------   Combo 10 : Repair Armor  Combo 20 : Unique Sword  Combo 25 : Level Up Armor  Combo 40 : Unique Sword  Combo 50 : Level Up Armor  Combo 60 : Unique Sword    E-mail : minny0109@naver.com\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136450-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136450-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Project Soul (Developer)\", \"Project Soul (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Sally's Spa\", \"title_search\": \"sallys spa\", \"title_keyword\": \"sallys spa\", \"url\": \"https://www.metacritic.com/game/sallys-spa/\", \"summary\": \"? O N &ndash; S A L E &ndash; N O W ! Limited Time SALE! 40% OFF! Get it now and don&rsquo;t miss out!  ? APP CRITIC REVIEWS! &ldquo;Sally&rsquo;s Spa is one of the best time management Games I have played by far.&rdquo; &ndash; touchmyapps.com  &#34;Sally&rsquo;s Spa - The Game Every Girl Needs! The graphics are amazing and the touch interface perfect. Honestly, I would pay $9.99 for this game.&#34; &ndash; appleiphoneschool.com  &ldquo;It&rsquo;s surprising how addictive this game can become, and its original gameplay makes it a winner for me.&rdquo; &ndash; Appletell.com  &#34;Keep your finger busily dragging and dropping, poking and popping for hours of delightful fun.&#34; &ndash; GameZebo.com   &ldquo;this game could literally keep players going for hours.&rdquo; &ndash; AppVee.com  &ldquo;Sally&#39;s Spa is uber-cute and strangely addictive! Even *guys* will have fun building a spa empire in this top-shelf casual game.&rdquo; &ndash; iPhoneAppReviews.net  &ldquo;looking for a great time management game, you can&#39;t go wrong with Sally&#39;s Spa.&rdquo; &ndash; osxreality.com  &ldquo;This one definitely get&rsquo;s a thumbs up!&rdquo; &ndash; themomsreview.com  Follow Sally&#39;s Spa on TWITTER! <a href=\\\"http://twitter.com/sallysgames\\\" target=\\\"_blank\\\">http://twitter.com/sallysgames</a>  ? A P P L I C A T I O N - D E S C R I P T I O N: Treat yourself to some relaxation and fast paced fun in Sally&#39;s Spa and see why millions of players have made Sally&rsquo;s Spa the best selling casual game for PC/Mac and now it&rsquo;s available for your iPhone and iPod Touch!  Sally&#39;s back and ready for a relaxing rush in luxury spa locations around the world.  Refresh your customers with saunas, manicures, bath bombs, massages, hot stones and more. Enhance the experience of your clients with upgrades for your rapidly growing business.  Melt away the stress from a wide variety of customers and personalities including blushing brides, demanding fashionistas, calm couples, and many others!  As you build your Spas, earn money to shop for over 65 items including employees to help your Spa business grow!  Sally&#39;s Spa features all of the fun of Sally&#39;s Salon, plus loads of new surprises!  A wonderful escape for gamers of all ages, join Sally on her latest adventure today!  F E A T U R E S: ? Use your finger to touch and drag your customers to your Spa stations such as Saunas, Massage Tables, Mani-Pedi stations and serve them Tea to help them relax and refresh.  ? Many fun spa services to play as Mini Games like Mud Masks, Hot Stones, Bath Bombs, Massages, Manicures &amp; much more!  ? It&rsquo;s not just about massaging your customers, they need extra products like Body Butter and Calming Bath salts too! Maximize your product sales buy getting more soothing products for your shelf.  ? Buy powerups to keep those clients happy! After all, how do you calm down a Fashionista? With a patience candle of course!  ? As you travel from New York, Paris, Rome, Japan, Fiji and many more places you will meet many character personalities like Rock Stars, Heiresses, Male Models, Athletes and more!  ? With 50 Levels and 10 beautiful locations around the world you get hours upon hours of fun!  Highly recommended for fans of time management games such as Sally&rsquo;s Salon, Supermarket Mania, Diner Dash &amp; Cake Mania.  At Games Cafe we worked hard to make Sally&rsquo;s Spa the best game possible. We really hope that you enjoy this game and tell your friends and family! :)\", \"genre\": [\"Tycoon\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-04-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-123369-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-123369-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Games Cafe Inc. (Publisher)\", \"Games Cafe Inc. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"hExistentialism\", \"title_search\": \"hexistentialism\", \"title_keyword\": \"hexistentialism\", \"url\": \"https://www.metacritic.com/game/hexistentialism/\", \"summary\": \"hExistentialism in the News  &hearts; &#34;hExistentailism is the rare casual game that really engages your brain.&#34; - AppScout  &hearts; &ldquo;&hellip; is a seemingly simple, yet maddeningly additive game.&rdquo; - Gadgeteer  &hearts; &#34;...it&rsquo;s quite addicting. I&rsquo;m a huge fan of logic and this is perfect.&#34; - Randomn3ss.com   User Reviews  ? Best puzzle game on the iPhone by far. Your logic skills will be put to the test through a wide variety of mind-bending challenges all with a beautiful presentation. This game is a must buy!  - MindShifter  ? I&#39;m hooked! I usually don&#39;t get excited about games, much less write reviews, but this game has me addicted! It keeps my mind extremely challeneged every time I play it&hellip; &ndash; Spook06  ? Once you get the hang of it hExistentialism is quite the puzzler. It is more stimulating than Solitaire and great for exercising your noggin!  -------------------------------------------------------------------  Are you looking for a fun puzzle game to enjoy while chatting with your friends, taking a coffee break, or during downtime at work?  hExistentialism is an addicting game that you can play for hours while on a long flight, or just for a little bit during a quick cab ride. Immerse yourself as much as you like.  The Ayumusoft team invites you to delve into this game of logic. It&rsquo;s easy to start playing. hExistentialism features a simple tutorial to quickly get you going but has the depth to inspire even Kierkegaard&rsquo;s noble hearted, and its pleasing look won&rsquo;t strain the eyes and make Nietzsche go crazy.   We think you&rsquo;ll enjoy the game, whether you play for a few minutes on the go or for hours at a time. The more combos in a row that you can discover, the more your score grows. You can also stop the game at any time and come back exactly where you left off.   Are you looking for a replacement for Bejeweled 2 or Trism? Do you get frustrated when you misplace blocks in games like Tetris just because you looked away for a second to see if your stop is next on the bus? If the pacing of games like Solitaire is your style, then hExistentialism is the perfect fit for you.  So bask in the glory of the individual person that you are: a free and responsible soul determining your own fate. Act on your own free will and buy hExistentialism now!  Enjoy, The Ayumusoft Team\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-07-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-123782-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-123782-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Ayumusoft (Developer)\", \"Ayumusoft (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Anthronome: Tap Challenge\", \"title_search\": \"anthronome tap challenge\", \"title_keyword\": \"anthronome tap challenge\", \"url\": \"https://www.metacritic.com/game/anthronome-tap-challenge/\", \"summary\": \"? BACK IN THE APP STORE, AND FREE! ? From the creator of GEARED, the #1 App   Dear potential customer,  Anthronome is a dumb game, I&#39;ll give you that. It only took me a weekend to make, and frankly it never did very well.   I removed it from the store when my other game, Geared, made it to the #1 spot in the app store.  Honestly,  I felt embarrassed having such a simple game up here for the same price as Geared.  But then I started playing it again, and well, Anthronome isn&#39;t so bad.  It&#39;s addictive, simple, and pretty straight forward.   All you have to do is tap a little marker, and keep the pace. It gets tricky when the marker disappears, but that&#39;s the idea.  I&#39;ve made it free now, and it&#39;s probably going to stay that way.  It&#39;s a quick download, a quick play, and like it or hate it, please let me know.  Thanks, Bryan\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-07-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-123882-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-123882-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Bryan Mitchell (Publisher)\", \"Bryan Mitchell (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"LOL Runner\", \"title_search\": \"lol runner\", \"title_keyword\": \"lol runner\", \"url\": \"https://www.metacritic.com/game/lol-runner/\", \"summary\": \"Race against ninjas, pirates, robots and zombies! Unlock more than 10 different runners and 5 different tracks in campaign mode. Race against or with your friends in relays, three-Legged races and more!\", \"genre\": [\"Sports\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-10-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-132275-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-132275-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"LocoPuyo (Developer)\", \"LocoPuyo (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"O Tannenbaum\", \"title_search\": \"o tannenbaum\", \"title_keyword\": \"o tannenbaum\", \"url\": \"https://www.metacritic.com/game/o-tannenbaum/\", \"summary\": \"At Bennett Innovations, we&#39;re celebrating the holidays with our own spin on an arcade classic.  Hop around a Christmas tree gathering up as many goodies as you can and avoiding the stuff various Bennett Innovations staff members throw at you (sorry about that).  Make it to the top and light the star!  Graphic Design: Jeremy Albert Game Design/Programming: Mark Arenz Music Director: Greg McGuirk Theme Music Vocals: Mark Owens (from the band Toy Factory)  Bennett Innovations is a full-service media production company headquartered in Indianapolis, Indiana. (www.bimedia.biz)\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137148-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137148-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Mark Arenz (Publisher)\", \"Mark Arenz (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"The Sims 2 Fun With Pets Collection\", \"title_search\": \"the sims 2 fun with pets collection\", \"title_keyword\": \"the sims 2 fun with pets collection\", \"url\": \"https://www.metacritic.com/game/the-sims-2-fun-with-pets-collection/\", \"summary\": \"Create a happy home with the perfect pet, garden and d&eacute;cor! Give your Sims a furry or feathered companion to play with and love - but prepare for the unexpected! Indulge your Sims with new decor and landscaping options to create the perfect home.\", \"genre\": [\"Compilation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-01-12\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-132330-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-132330-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"Electronic Arts (Publisher)\", \"Maxis (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"T\"}", "{\"title\": \"Clueless\", \"title_search\": \"clueless\", \"title_keyword\": \"clueless\", \"url\": \"https://www.metacritic.com/game/clueless/\", \"summary\": \"********$.99 Launch Price For A Limited Time!********  Become the Ultimate BFF and Find Fashion Nirvana!  Attention matchmakers, fashionistas, makeover pros and BFFs! Take on THE ultimate high school challenge where players must unleash their inner diva and fashion goddess to be the ultimate social queen. Inspired by Paramount Pictures&rsquo; film &ldquo;Clueless,&rdquo; players take on the role of Cher Horowitz. Avoid making your friends cry &ldquo;as if!&rdquo; by matching them up with all the oh-so-fabulous items they crave to land a hall pass to the next level.  In between some major virtual retail therapy and debating whether or not those shoes were so last year, players will strive to maintain their social status by helping over a hundred friends find happiness with romance, fashion and all the must-have items that make a girl&rsquo;s life complete.  When players see a student or friend in need, they must match them up with the object of their desire, whether it be a latte or a new love interest, before the time runs out. As more and more friends begin to fill the screen, Cher must become the ultimate multitasker and help everyone out or risk losing her coveted BFF label.  &bull; HELP FRIENDS MATCH UP WITH THE ULTIMATE DATE: Help spark a little high school romance and prove that &ldquo;searching for a boy in high school is not as useless as searching for meaning in a Pauly Shore movie.&rdquo;  &bull; GIRLFRIEND IN NEED OF A QUICK PICK-ME-UP? Whatever! Fix the fashion blues and boy drama by matching friends up with an object of their desire from fuzzy pens and sunglasses to smoothies and lattes  &bull; SAVE THE &ldquo;ENSEMBLY CHALLENGED&rdquo;: Friends in serious risk of committing a fashion faux pas can be saved if players can recreate Cher&rsquo;s fashion suggestions before time runs out  &bull; &ldquo;PHAT&rdquo; NEW WARDROBE AT THE CLICK OF A BUTTON: Mix-and-match hundreds of different outfit combinations for boys and girls  &bull; A SHOPPING SPREE AT YOUR FINGERTIPS: Hunt through Cher&rsquo;s world, which includes Beverly Hills High School, faux Rodeo Drive and a blowout party in the Valley to collect mini-items for all your friends  &bull; SHARE YOUR RAGIN&rsquo; SCORES: Gamers can show their home girls just how fabulous they are by posting their scores on Facebook through in-game social networking features  And don&#39;t forget to visit the iTunes Clueless movie page and add this timeless classic to your iTunes movie library!  .\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137318-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137318-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Paramount Digital Entertainment (Developer)\", \"Paramount Digital Entertainment (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"Pro Wrestling Kentei DS\", \"title_search\": \"pro wrestling kentei ds\", \"title_keyword\": \"pro wrestling kentei ds\", \"url\": \"https://www.metacritic.com/game/pro-wrestling-kentei-ds/\", \"summary\": null, \"genre\": [\"Wrestling\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-137540-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-137540-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Plenty (Publisher)\", \"Plenty (Developer)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Eric Snider's Solitaire: Klondike\", \"title_search\": \"eric sniders solitaire klondike\", \"title_keyword\": \"eric sniders solitaire klondike\", \"url\": \"https://www.metacritic.com/game/eric-sniders-solitaire-klondike/\", \"summary\": \"If you like solitaire you&#39;ll love Eric Snider&#39;s Solitaire: Klondike!  NEW UPDATE!  This latest update has a new background theme, current time in the info bar, and a handful of important fixes -- including a fix for the &#34;lost cards&#34; bug that could happen in version 1.0 during autoplay. And please, if you have feature requests or game requests send them my way! eric@sniderware.com Tell your friends about the free version of this game!  DESCRIPTION  Written by the same Eric that developed the Eric&#39;s Solitaire Sample and Eric&#39;s Ultimate Solitaire for Mac OS. You can drag and drop or tap cards to move them. You can even throw the cards with a shove! Supports portrait and landscape orientations and offers a fantastic user interface.  Klondike is the most popular variation of solitaire. This version runs on your iPhone or iPod Touch. Klondike is sometimes called &#34;Patience&#34; or just &#34;Solitaire.&#34;  Your game is saved when you quit or get a call and is quickly restored when you return.  FEATURES:  - Klondike, Casino Klondike and Klondike Revealed (all three with Deal 1 and Deal 3 options) - Subtle sound effects so you can enjoy your music - Drag and drop cards or throw them! - Playable cards wiggle or glow -- turn it off for a bigger challenge - Unlimited Undo - Portrait and Landscape support - Game state saved when interrupted  - Smart Autoplay -- Plays cards up when its safe - Detailed Statistics - Beautiful art, cool particle effects and a fun user-interface  Follow us on Twitter: <a href=\\\"http://twitter.com/sniderware\\\" target=\\\"_blank\\\">http://twitter.com/sniderware</a>\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-09-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-128790-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-128790-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Sniderware (Developer)\", \"Sniderware (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Ryder Cup Golf\", \"title_search\": \"ryder cup golf\", \"title_keyword\": \"ryder cup golf\", \"url\": \"https://www.metacritic.com/game/ryder-cup-golf/\", \"summary\": null, \"genre\": [\"Golf Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Ocean of America, Inc. (Publisher)\", \"Omnitrend Software (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"ArmA II: Operation Arrowhead\", \"title_search\": \"arma ii operation arrowhead\", \"title_keyword\": \"arma ii operation arrowhead\", \"url\": \"https://www.metacritic.com/game/arma-ii-operation-arrowhead/\", \"summary\": \"Three years after the conflict in Chernarus, portrayed in the original Arma 2, a new flashpoint in the Green Sea region heats up and coalition forces led by the US Army are sent to Takistan  to quickly restore peace and prevent further civilian casualties in this standalone expansion pack to the best military simulator of 2009 \\u2013 Arma 2. [Bohemia Interactive]\", \"genre\": [\"FPS\"], \"metascore\": \"73\", \"critic_reviews\": 29, \"user_score\": \"8.3\", \"user_reviews\": 185, \"release_date\": \"2010-06-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-125205-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-125209-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\", \"Australia\"], \"companies\": [\"Meridian4 (Publisher)\", \"Bohemia Interactive (Developer)\"], \"platforms\": [\"PC\"], \"rating\": \"M\"}", "{\"title\": \"Victoria II: A House Divided\", \"title_search\": \"victoria ii a house divided\", \"title_keyword\": \"victoria ii a house divided\", \"url\": \"https://www.metacritic.com/game/victoria-ii-a-house-divided/\", \"summary\": \"A House Divided is a digital download expansion for Victoria II.\", \"genre\": [\"Real-Time Strategy\"], \"metascore\": \"76\", \"critic_reviews\": 45, \"user_score\": \"8.5\", \"user_reviews\": 0, \"release_date\": \"2012-01-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-125356-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-125356-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": [\"Johan Andersson (Produced By: producer)\", \"Mattias Lilja (Produced By: associate producer)\", \"Andreas Waldetoft (Music)\", \"Johan Andersson (programming)\", \"Henrik F\\u00e5hraeus (programming)\", \"Linda Kiby (community manager)\"], \"countries\": [\"North America\", \"Japan\"], \"companies\": [\"Paradox Development Studio (Developer)\", \"Paradox Interactive (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": \"T\"}", "{\"title\": \"Pet Shop Monogatari DS 2\", \"title_search\": \"pet shop monogatari ds 2\", \"title_keyword\": \"pet shop monogatari ds 2\", \"url\": \"https://www.metacritic.com/game/pet-shop-monogatari-ds-2/\", \"summary\": null, \"genre\": [\"Simulation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-129380-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-129380-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"Taito Corporation (Publisher)\", \"Taito Corporation (Developer)\"], \"platforms\": [\"DS\"], \"rating\": null}", "{\"title\": \"Moe Moe 2-Ji Daisenryaku 2\", \"title_search\": \"moe moe 2ji daisenryaku 2\", \"title_keyword\": \"moe moe 2ji daisenryaku 2\", \"url\": \"https://www.metacritic.com/game/moe-moe-2-ji-daisenryaku-2/\", \"summary\": null, \"genre\": [\"Strategy\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-02-04\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-129585-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-129585-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"SystemSoft (Publisher)\", \"SystemSoft (Developer)\"], \"platforms\": [\"PSP\", \"PlayStation 2\", \"PC\"], \"rating\": null}", "{\"title\": \"XCross\", \"title_search\": \"xcross\", \"title_keyword\": \"xcross\", \"url\": \"https://www.metacritic.com/game/xcross/\", \"summary\": \"XCross is the first picross for 360! - More than 100 picross - Unlockable and trophy room - Experimental 3D picross. - ArkX Lite! Hours of fun ahead!\", \"genre\": [\"Logic Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-09-29\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-129690-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-129690-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"ralph78fr (Developer)\", \"Microsoft Game Studios (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"SpringFling\", \"title_search\": \"springfling\", \"title_keyword\": \"springfling\", \"url\": \"https://www.metacritic.com/game/springfling/\", \"summary\": \"SpringFling is free for a second day! Feb 4th!  SpringFling, an engaging and addictive vertical platformer for the iPhone set in the beautifully rendered world of SpringTown. Deal extended: Still only $0.99! &#34;Do I recommend this game? Hell yes!&#34; - The Appera  ======= Reviews =======  &#34;4.5 stars out of 5&#34; - TheAppsMachine  &#34;SpringFling exemplifies the casual game, and really does a great job to separate itself.&#34; - AppAdvice  &#34;I found it to be more engaging and fun than Doodle Jump&#34; - AppAdvice  &#34;SpringFling is done in a way unlike the rest.&#34; - SlideToPlay  &#34;The controls worked perfectly allowing you to drag down anywhere on screen.&#34; - AppAdvice  &#34;This is a very unique game... I like the challenge a lot!&#34; - TouchArcade User Comments  &#34;Dazzling is the word. ... Great game.&#34; - TouchArcade User Comments  &#34;I have had a hard time putting it down since picking it up last night&#34; - TouchArcade User Comments  &#34;I love the fact that you control the power/direction you go. I enjoy jumping games but much prefer the extra control this game offers.&#34; - TouchArcade User Comments  &#34;It&rsquo;s one thing when a game looks good, and it&rsquo;s another when it looks great.&#34; - NoDpad  &#34;Physics gamers should fall instantly in love with this one.&#34; - NoDpad  &#34;The game has a nice charm to it. There&#39;s something kind of cute about controlling a spring with a cowboy hat and shutter sunglasses.&#34; - ThePortableGamer  &#34;Together the great sound and graphics make Spring Fling an enjoyable and relaxing game to play.&#34; - TheAppsMachine  &#34;Do I recommend this game? Hell yes!&#34; - The Appera   ============== About the Game ============== Have you ever wanted to be a spring? No? Oh, sure you have! Imagine the cool breeze in your face as you fly skyward, avoiding certain death in the cavernous depths below, all while impressing your fans with your high flying springy antics. Fling your way up tree branches, fly through sewers, scale waterfalls, and collect silly hats, all while looking super fly. Kids still say that these days, right?  SpringFling is an engaging and addictive vertical platformer for the iPhone set in the beautifully rendered world of SpringTown. With the flick of a finger, jump as high as you can without plummeting to the bottom, then brag to your Twitter and Facebook friends or envious onlookers.   SpringFling features: * Online leaderboards - Challenge your friends and see where you rank in the world * Achievements - Collect trophies for your mastery of the fling * Millions of level combinations with five hand-crafted worlds * No height cap! All levels are infinitely tall, giving you the ultimate challenge * Original soundtrack written exclusively to complement each world * Spring customization - Trick out your spring with hats, moustaches, and disguises * Multiple unique powerups to help you: Rockets, balloons, parachutes, pogo sticks! * Realistic physics with PhysX integration * Facebook and Twitter integration using the AGON Social Platform for iPhone Games  Follow SpringFling updates on Twitter  @springflinggame (twitter.com/springflinggame)  Visit the website at <a href=\\\"http://springflinggame.com\\\" target=\\\"_blank\\\">http://springflinggame.com</a>\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-10-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-133005-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-133005-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"GTProductions (Publisher)\", \"GTProductions (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Find Your Own Way Home\", \"title_search\": \"find your own way home\", \"title_keyword\": \"find your own way home\", \"url\": \"https://www.metacritic.com/game/find-your-own-way-home/\", \"summary\": \"In Find Your Own Way Home, the player takes the role of Ruby, a hip Hollywood reporter for the entertainment television program, Entertainment Now.  For the past few weeks, Ruby has been on assignment with the legendary rock band, REO Speedwagon. On the day the game takes place, the band is releasing their new CD at a star-studded album release party. Ruby is on assignment for Entertainment Now, and as her busy day is unfolding, as she prepares for the nightly broadcast and launch party, Kevin Cronin, the band's leader, goes missing. The player has the chance to be the hero by tracking down clues to locate the missing star, and getting everyone to the party on time.\", \"genre\": [\"Rhythm\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Merscom LLC (Publisher)\", \"Curious Sense (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Twilight the Movie Game\", \"title_search\": \"twilight the movie game\", \"title_keyword\": \"twilight the movie game\", \"url\": \"https://www.metacritic.com/game/twilight-the-movie-game/\", \"summary\": \"- - - - - - - - - - - -  SPONSORED BY BEST BUY AND FREE FOR A LIMITED TIME ONLY! DOWNLOAD NOW!  - - - - - - - - - - - -  DESCRIPTION:   Calling all Twilighters! Relive all your favorite movie moments and share your Twilight knowledge in this exciting game. Select from your favorite Twilight characters, including Bella and Edward, and play alone or challenge other fanpires to exciting contests.  Compete for the highest score answering hundreds of interesting and insightful questions, some of which are easy and others that will challenge how big of a fan you really are. What does Bella order on her first dinner with Edward? Where do the Cullens wear their family crest? Win trophies and refresh your knowledge in time for New Moon! Immerse yourself and your friends in the Twilight experience!  - - - - - - - - - - - -  FEATURES:  ? Relive all of your favorite Twilight movie moments  ? Challenge friends and show your Twilight knowledge  ? Compete for the highest score and win trophies  ? Prepare for New Moon and find out who is the biggest Twilight fan of all!  - - - - - - - - - - - -  REALARCADE GUARANTEE:    We take pride in the loyalty and trust our customers show us when they purchase a RealArcade product. If you are not completely satisfied with your recent purchase please contact us at iphone-games@real.com.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-11-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-134726-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-134726-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Real.com (Developer)\", \"Real.com (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"FirstWords: Deluxe\", \"title_search\": \"firstwords deluxe\", \"title_keyword\": \"firstwords deluxe\", \"url\": \"https://www.metacritic.com/game/firstwords-deluxe/\", \"summary\": \"The best-selling reading game for kids is now available with more words than ever before!  First Words: Deluxe provides endless fun for the toddlers in your life, all while giving your child a head start on learning their letters and learning how letters are combined to spell words.  First Words: Deluxe is toddler-tested and approved, with a user-interface designed specifically for the littlest of fingers.  The game includes over 100 words, including:  == 36 animals == 26 vehicles == 10 colors == 12 shapes == 25 words from around the house  A wide range of options let you tune the game to match your child&#39;s current skills and abilities.  If your child is old enough to ask for your phone, they&#39;re old enough for First Words: Deluxe!\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-11-05\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-133342-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-133342-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Learning Touch (Publisher)\", \"Learning Touch (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"YahScore\", \"title_search\": \"yahscore\", \"title_keyword\": \"yahscore\", \"url\": \"https://www.metacritic.com/game/yahscore/\", \"summary\": \"Tired of paper &amp; pencil scorekeeping for 5-dice games like Yacht? Let your iPhone/iTouch do the heavy lifting. From the developers of Yachats, the popular 5-dice game comes YahScore.  YahScore takes the elegant interface of Yachats and adapts it to help you keep score of a game with up to 5 players.   + Simple, intuitive, single-screen interface + Automated scoring - just a few touches for most categories + Interruptable - no loss of data if you need to make a call + Customizable 5-of-kind category name  Best of all it&#39;s free!  If you like using YahScore please leave a review. We&#39;d also love to hear your thoughts and suggestions for future releases  topcatgames@gmail.com\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-11-05\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-133510-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-133510-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Tim Corcoran (Publisher)\", \"Tim Corcoran (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Can You See What I See? Dream Machine\", \"title_search\": \"can you see what i see dream machine\", \"title_keyword\": \"can you see what i see dream machine\", \"url\": \"https://www.metacritic.com/game/can-you-see-what-i-see-dream-machine/\", \"summary\": \"Clyde Curfuffle's in a pickle again. This time he needs your help to find two rare items he's giving to his niece and nephew for their birthday. The trouble is he can't remember where he's put them. Use the &quot;dream machine&quot; to find clues, interpret dreams, and hopefully locate the missing items. Hurry, the birthday party is tomorrow, and Curfuffle can't go empty handed! If you are successful, you'll earn a handsome reward!\", \"genre\": [\"Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-04\", \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Freeze Tag (Developer)\", \"Freeze Tag (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"The Impossible Game\", \"title_search\": \"the impossible game\", \"title_keyword\": \"the impossible game\", \"url\": \"https://www.metacritic.com/game/the-impossible-game/\", \"summary\": \"Jump over spikes and jump on blocks to get to the end. Sounds easy? It's quite possibly the world's hardest game.\", \"genre\": [\"2D Platformer\"], \"metascore\": \"64\", \"critic_reviews\": 7, \"user_score\": \"7.1\", \"user_reviews\": 20, \"release_date\": \"2014-05-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-390019-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-390019-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\"], \"companies\": [\"Grip Games (Developer)\", \"FlukeDude (Publisher)\"], \"platforms\": [\"Xbox 360\", \"PSP\", \"iOS (iPhone/iPad)\", \"PC\"], \"rating\": null}", "{\"title\": \"Bonk: Brink of Extinction\", \"title_search\": \"bonk brink of extinction\", \"title_keyword\": \"bonk brink of extinction\", \"url\": \"https://www.metacritic.com/game/bonk-brink-of-extinction/\", \"summary\": \"It is the start of a new age and Bonk has returned at the turn of the tide as the world faces extinction.  Our loveable caveman is back and has brought his huge head with him.  A doomsday comet, surrounded by smaller chunks of debris, is on a collision course with Earth.  A strange magnetic field around the comet seems to be driving most of the planet's weak-willed creatures crazy, and smaller bits of debris are smashing into the jungle near Bonk's home.  Bonk must undertake a perilous journey that will take him to the very center of the planet to save the world.\", \"genre\": [\"2D Platformer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-125963-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-125963-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Hudson Entertainment (Publisher)\", \"Pi Studios (Developer)\"], \"platforms\": [\"Xbox 360\", \"Wii\", \"PlayStation 3\"], \"rating\": \"E\"}", "{\"title\": \"Christmas Clix\", \"title_search\": \"christmas clix\", \"title_keyword\": \"christmas clix\", \"url\": \"https://www.metacritic.com/game/christmas-clix/\", \"summary\": \"[WiiWare]  Christmas doesn't have to be all work for Santa, does it? Santa's having some fun and wants you to play along too. You can help Santa decorate the tree by removing the presents and ornaments that he stacks. When you consecutively connect packages without missing a beat, you get extra points. Collect as many candy canes as you can because when you collect enough, Santa will add a special star to the game that can greatly help you get through a level or just bring some additional fun. [Nintendo]\", \"genre\": [\"Stacking Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-11-30\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-134860-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-134860-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"JV Games Inc. (Publisher)\", \"JV Games Inc. (Developer)\"], \"platforms\": [\"Wii\"], \"rating\": \"E\"}", "{\"title\": \"Cluck It!\", \"title_search\": \"cluck it\", \"title_keyword\": \"cluck it\", \"url\": \"https://www.metacritic.com/game/cluck-it/\", \"summary\": \"ON SALE FOR A LIMITED TIME!  Why did the chicken cross the road? A timeless mystery, solved once and for all by ... Cluck It!  Help Cluck, the Chicken Crossing Guard, get the chicks to school before the final bell!  Combining easy to learn controls with over 50 levels, Cluck It! represents the pinnacle of road crossing action. Easy enough for the youngest members of your family to play, rising up to eight lanes of high speed challenge.   CROWING &#34;fun like frogger, but with A much better graphics. ... So if u ask me, cluck it! it&#39;s only 99c.&#34; - h1976 &#34;Very easy to pick up and play. If you are looking for a a good, fun, casual game, you can&#39;t go wrong with this one. ... Stop reading now and BUY BUY BUY&#34; - ImNoSuperMan   INCREDIBLY SIMPLE AND ADDICTIVE - Amazingly easy to learn, but always a challenge. - Get the chicks across the road before the final school bell. - Unlimited lives, but time is precious - especially in later levels. - Intuitive single touch controls. - Tap the screen anywhere to move forward. - Automatically run with traffic. - But don&#39;t get boxed in, and watch out for roadworks!    COMPELLING REPLAYABILITY - 50 levels to unlock in 5 chapters, all the way from easy to ludicrous speed! - Play through the whole game, or re-start at your favorite chapter to improve your score. - Try to beat your scores - every second counts. - Score bonus for time remaining. - Hood Hop for bonus points by crossing in front of cars. - Chain Hood Hops for even more bonus points. - But don&#39;t run out of time while playing chicken! - Cross without dying for extra bonus points. - 5 &#34;Star&#34; Levels you&#39;ll want to play over and over after you complete the main game.   OTHER - Play in-game music, or music from your library. - Saves progress and tracks scores across each level.   ABOUT US - Curious Bear Productions Pty Ltd is based in sunny Brisbane, Australia. - The Senior Producer and Lead Artist of Destroy All Humans! 2: Make War Not Love join forces with the Lead Designer of Happy Feet to bring you Cluck It! - Let us know what you think!  Leave a review and give us feedback, or send us an e-mail.  We&#39;re always happy to hear what the community is interested in seeing.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-08-28\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-126154-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-126154-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Curious Bear Productions Pty Ltd (Publisher)\", \"Curious Bear Productions Pty Ltd (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Save Our Souls: Episode 01\", \"title_search\": \"save our souls episode 01\", \"title_keyword\": \"save our souls episode 01\", \"url\": \"https://www.metacritic.com/game/save-our-souls-episode-01/\", \"summary\": \"Free download - It&#39;s our Christmas gift !   &laquo; Season 01 &ndash; Urban influences &raquo; - first part of a trilogy called &laquo; Between light and shadow &raquo; - takes place in big North American city.  This introduction to the first season of S.O.S. (Save Our Souls) presents the universe and the main characters of the season. It shows also the atmosphere in which &ldquo;Ethan&rdquo; the character you&rsquo;ll play will evolve. He&rsquo;s about to start a curriculum as a first-aid officer for very personal reasons&hellip;  The action takes place for the most between campus life and field emergencies. Ethan will be confronted during his night shifts to very stressful situations, sometimes very dangerous, playing always against the time, between life and death&hellip;  Ethan will have to make his presence felt, by learning to deal with the strong personalities of the other rescue team members. Episode by episode, Ethan will improve his &ldquo;saving&rdquo; skills and will develop his observation ability. He will learn other very useful capacities while in mission and will find out some secrets about his co-workers friends. A gameplay, in the pure tradition of the &ldquo;point and click&rdquo; genre using all the control assets provided by iPhone and iPod. An adventure game fit for casual gamers. A present and fantastic adventure game in which each episode concludes with two possible endings.  Available in two languages: English, French  FEATURES:  - Discover how it is to be in first-aid officer&rsquo;s shoes - Addictive full 2D adventure in 10 episodes - Dark and mysterious atmosphere - Numerous and various attaching characters - Simple interface: point with your finger and play - Over 500 dialog lines - Multiple endings - Astonishing backgrounds - The &ldquo;Victim Mode&rdquo; is stressful and demands to remain calm to save a person - 4 saving slots to pause and resume your game\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-09-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-130382-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-130382-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"MEDIGAMES STUDIOS (Publisher)\", \"MEDIGAMES STUDIOS (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": \"T\"}", "{\"title\": \"WHAC-A-MOLE: Whacky Xmas\", \"title_search\": \"whacamole whacky xmas\", \"title_keyword\": \"whacamole whacky xmas\", \"url\": \"https://www.metacritic.com/game/whac-a-mole-whacky-xmas/\", \"summary\": \"Happy Valentines Day!   A million annoying moles are trying to ruin Valentine&#39;s Day! Only you can stop them!  ================================  TouchGen: ? Superfun to play[&hellip;]way better than all the clones out there. ? Bright and colourful with a splash of retro thrown in.  GearDiary: ? Excellent graphics. ? [...]my friends enjoyed playing this so much I had to steal my phone back to complete the review!  AppShouter: ? Whac-a-Mole is digital, fun and definitely addicting. ?[...]the sweet hint of nostalgia should convince you to download this game; however, nostalgia aside, you will be entertained and glad that you did.  ---  What are you waiting for? It&#39;s free!\", \"genre\": [\"Arcade\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-11-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-135193-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-135193-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Kiloo (Developer)\", \"Kiloo (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Hare Hare Harem\", \"title_search\": \"hare hare harem\", \"title_keyword\": \"hare hare harem\", \"url\": \"https://www.metacritic.com/game/hare-hare-harem/\", \"summary\": null, \"genre\": [\"Visual Novel\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2008-07-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-135345-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-135345-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"HookSoft (Publisher)\", \"HookSoft (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Psycho Waluigi\", \"title_search\": \"psycho waluigi\", \"title_keyword\": \"psycho waluigi\", \"url\": \"https://www.metacritic.com/game/psycho-waluigi/\", \"summary\": \"Waluigi wakes up in a unknown world and with psychic powers.\", \"genre\": [\"2D Platformer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2011-10-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147314-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147314-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": [\"Thunder Dragon (Directed By)\", \"Thunder Dragon (Written By: game concept)\", \"Shigeru Miyamoto (Written By: characters)\", \"Matthew Collinson (Music)\", \"Thunder Dragon (Music)\", \"Forrest Riedl (Music)\", \"Andrew Shand (Music)\", \"Thunder Dragon (Art Department: graphics)\", \"Thunder Dragon (Design,programmer)\"], \"countries\": [\"North America\"], \"companies\": [\"Thunder Dragon (Developer)\", \"Thunder Dragon (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Blozzle\", \"title_search\": \"blozzle\", \"title_keyword\": \"blozzle\", \"url\": \"https://www.metacritic.com/game/blozzle/\", \"summary\": \"Create a match with three or more blocks of the same type to earn time and points. You can only remove blocks which are connected vertically or horizontally.\", \"genre\": [\"Matching Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-02\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147450-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147450-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"DS Effects (Developer)\", \"DS Effects (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Dinosaur Slayer\", \"title_search\": \"dinosaur slayer\", \"title_keyword\": \"dinosaur slayer\", \"url\": \"https://www.metacritic.com/game/dinosaur-slayer/\", \"summary\": \"Dinosaur Slayer is $0.99(US) for a limited Time.( 50% OFF) ?    1. Game Introduction  &#34;Dinosaurs Slayer&#34; is a defence game of guarding the castle from attacking dinasaurs.  You must defeat the various dinosaurs and great Boss with 7 different weapons and magic.   2. Game Instructions   &gt; Operating Method   - Set the direction of attack by moving up and down while touching the screen.   - Attck by pressing the weapon or magic button.   - The arrows can be shot longer in distance with the longer pressing of the attack button.   &gt; Processing of Game  - Player can move to the next stage after defeating all the dinosaurs during the time of each stage.   - The Boss appears in the specific stages.   &gt; Upgrade  - Weapons and magic can be learned and upgraded with the gold that is earned during the process of the game.    3. Tips  &gt; Gold  - Use for learning or upgrading your weapons or magic.   &gt; Food  - After stage clear, it is used as maintenance fee for number of men.   - For lack of food, it is substituted with gold but for cases without gold, the men die.   - Tanning dead dinasaurs will cause the increase.    &gt; Mens  - Total number of hired men.  - Number will gradually increase when upgrading the magic and weapons.   &gt; Battle with the Boss  - The great Boss will only be damaged when attacking his weakness.   - When the player is unable to place damage on the weakness of the Boss for the settled time, the Boss will attack.   &gt; Certain attacks of the dinosaurs and Boss are possible of defence with arrows.   * Openfeint high-score, Achievement\", \"genre\": [\"Action\"], \"metascore\": \"83\", \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-17\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147684-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147684-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Project Soul (Developer)\", \"Project Soul (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Gameloft Sports Pack\", \"title_search\": \"gameloft sports pack\", \"title_keyword\": \"gameloft sports pack\", \"url\": \"https://www.metacritic.com/game/gameloft-sports-pack/\", \"summary\": \"***3 GAMES AT A REDUCED PRICE!*** Triple the birdies, triple the power shots and triple the grand slams with 3 of most popular sports games on the App Store; Let&rsquo;s Golf!, Real Tennis &amp; Pro Baseball, NOW FOR ONE LOW PRICE! If having to choose just one sports game keeps you awake at night, or you just happen to love a variety of sports, this is the perfect compilation for you. Just see what reviewers are saying:  &ldquo;Let&#39;s Golf! will please any golf fan.&rdquo; &ndash; IGN  &ldquo;A new benchmark for tennis on the iPhone.&rdquo; &ndash; Pocket Gamer  &ldquo;Anyone that is a baseball fan is sure to love this game.&rdquo; &ndash; App Modo      LET&rsquo;S GOLF!  It&rsquo;s time for you to become a big hitter and drive for the green!   - 63 holes in 4 distinct locations remodeled in 3D: Fiji Beach, the American Mountains, the English Countryside, and Scottish Lochs  - 4 cool and animated characters customizable with your own style. Each player has unique strengths and weaknesses  - Show your friends who the best player is through Local Wi-Fi Multiplayer modes  - Controls adaptable to anyone: Advanced mode plays like a sports simulation game and you can even add spin to the ball. Casual mode for easy fun and fewer bogies (but no, it won&rsquo;t let you cheat)        REAL TENNIS  Live the life of a professional player on a world tour where the only goal is to become number one!  - From Paris to New York to Stockholm, play in 7 stadiums on 3 different surfaces &ndash; clay, grass and synthetic &ndash; each providing a different experience  - Controls making the most of the iPhone/iPod Touch capabilities. Serve by tilting your iPhone/iPod Touch!  - A wide array of strokes for a deeper experience: Lob, drop shot, smash and more  - A Career mode that lets you join a tennis tour just like a real professional player  - Local Wi-Fi Multiplayer to challenge your friends in real time!         PRO BASEBALL  Get immersed in an incredibly real baseball experience.  - The best graphics of any baseball simulation on the App Store with full 3D players and stadiums   - A variety of different animations when batting, pitching, catching, and more  - Try different game modes, from a full 162-game season with playoffs to a challenging home-run mode  - Even more realism thanks to audio commentary, sound effects and spectator reactions to your plays   ------------------------------------------------   Become a fan of Gameloft on Facebook: www.facebook.com/gameloft Follow us on Twitter: www.twitter.com/gameloft   Published and developed by Gameloft.\", \"genre\": [\"Party\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-03\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147845-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147845-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Gameloft (Developer)\", \"Gameloft (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Flight Control HD\", \"title_search\": \"flight control hd\", \"title_keyword\": \"flight control hd\", \"url\": \"https://www.metacritic.com/game/flight-control-hd/\", \"summary\": \"The highly addictive gameplay in Flight Control HD casts players in the role of an air traffic controller in charge of an increasingly busy airport. Players are challenged to direct aircraft to their correct landing zone while avoiding collisions. The game starts gradually, but players will need keen eyes, steady hands and smart strategy to keep their airspace under control once planes arrive thick and fast. A fast-forward setting can speed everything up even more, for complete chaos that will challenge even the most advanced players.\", \"genre\": [\"Action Puzzle\"], \"metascore\": \"82\", \"critic_reviews\": 14, \"user_score\": \"5.2\", \"user_reviews\": 0, \"release_date\": null, \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147857-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147857-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Europe\", \"Australia\"], \"companies\": [\"Firemint Pty Ltd (Publisher)\", \"Firemint Pty Ltd (Developer)\"], \"platforms\": [\"PC\", \"PlayStation 3\"], \"rating\": null}", "{\"title\": \"Igowin 13x13\", \"title_search\": \"igowin 13x13\", \"title_keyword\": \"igowin 13x13\", \"url\": \"https://www.metacritic.com/game/igowin-13x13/\", \"summary\": \"Igowin 13x13 brings the ancient game of strategy, Go, into the 21st century and puts it right in the palm of your hand. With the most powerful Go software available for the iPhone or iPod Touch, Igowin 13x13 will challenge you no matter what your level, and keep you at the top of your game.  Igowin 13x13 uses the same Go engine as The Many Faces Of Go. That&#39;s the three time world computer Go champion that has been in ongoing development for over 25 years. It draws on more than two and a half decades of experience, a massive knowledge base and the newest research, as well as modern Monte Carlo techniques to help you learn and grow as a player. This is, hands down, the strongest Go engine available for the iPhone or iPod Touch.  Igowin 13x13 has the most comprehensive tutorial of any app of its kind. You get a good solid understanding of the game, and can begin playing immediately. With no complex menus and just a few basic controls, the game is easy to navigate. The convenient &#34;undo&#34; feature lets you reset a mis-tap, without waiting for the computer to finish thinking. All levels are calibrated by play, on an online server. That means that the ranking Igowin 13x13 gives you is very close to what your real-world ranking would be, rather than an arbitrary number that only applies within the app.  Igowin 13x13 uses the traditional Kyu ranking system to measure your performance.  The engine automatically adjusts its level of play to match yours. By using the calibrated rankings within the Go engine, it can play a 13x13 even game, with no handicaps, against any player, from beginner all the way up to 3 dan level.     Whether you&#39;re a rookie looking for a fun new way to learn and play the game of Go, or a crafty veteran looking for a challenge, Igowin 13x13 is the app you&#39;ve been searching for. Take Igowin 13x13 wherever you go, and play it whenever you have a few minutes to burn.  It&#39;s always ready for a quick game, or a long session.   With Igowin 13x13 on your iPhone or iPod Touch, you&#39;re ready to start playing the 4000 year old game that takes a few minutes to learn, and a lifetime to master.\", \"genre\": [\"Board\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-02-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147891-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147891-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Smart Games (Publisher)\", \"Smart Games (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"JEWELS\", \"title_search\": \"jewels\", \"title_keyword\": \"jewels\", \"url\": \"https://www.metacritic.com/game/jewels/\", \"summary\": \"Thanks for supporting JEWELS!  As for your mission, send back the jewels ( the energy ) which is scattered about the space to the earth through the warp gate.  Complete mission without being defeated to the interference with the alien.  When the jewel with the same color continues, the efficiency of the warp becomes good.  Something is dear but something is new. It is &#34;JEWELS&#34;.  have fun!\", \"genre\": [\"Matching Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-01\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147971-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-147971-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"TOMCAT SYSTEM CO.,LTD. (Publisher)\", \"TOMCAT SYSTEM CO.,LTD. (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"MonsterTruck Rally\", \"title_search\": \"monstertruck rally\", \"title_keyword\": \"monstertruck rally\", \"url\": \"https://www.metacritic.com/game/monstertruck-rally/\", \"summary\": \"SPECIAL PRICE FOR THIS WEEK ONLY at 0.99 $! Choose your Monster Truck between Total Destroyer,Monster Crusher,T-Rex Butcher,Sasquatch and Black Mamba! Make the others eat your dust! Race with players all over the world with the amazing multiplayer capabilities of this game.  Race on different offroad terrain types on the 5 tracks available. Desert ,Snowy mountains,Canyon, Jungle and Country environments . The game sports an amazing physics emulation with 3 game types: Career,Practice and online multiplayer.  Features:  - Amazing physics emulation  - Online multiplayer .Play with other racers all over the world  - 5 amazing Monster Trucks  - 5 beautiful 3d tracks  - 3 game modes . Career ,Practice and Multiplayer  - Accelerometer support\", \"genre\": [\"Auto Racing\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148082-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148082-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"XLab Technologies (Developer)\", \"XLab Technologies (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Pukk HD\", \"title_search\": \"pukk hd\", \"title_keyword\": \"pukk hd\", \"url\": \"https://www.metacritic.com/game/pukk-hd/\", \"summary\": \"Pukk HD as featured on FreeAppaDay.com, the best 2-player fun you can have with a friend on your iPad. It&#39;s simple, fun and it&#39;s Free.  Pukk HD, only on iPad.  Featuring: - 1 Player and 2 Player modes. - Crystal Clear iPad HD graphics. - Hours and Hours of simple fun and enjoyment.  Cobra Mobile&#39;s other award winning games include, Numba HD, Low Grav Racer 2 HD, iBomber, Fore by Cobra and Mouse About.  See Cobra other award winning games in action at: youtube.com/cobimobi  Follow Cobra on Twitter at: twitter.com/cobramobile\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148255-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-148255-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Cobra Mobile (Publisher)\", \"Cobra Mobile (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"iMMUNE 2: Rise Of The Salmonella\", \"title_search\": \"immune 2 rise of the salmonella\", \"title_keyword\": \"immune 2 rise of the salmonella\", \"url\": \"https://www.metacritic.com/game/immune-2-rise-of-the-salmonella/\", \"summary\": \"iMMUNE 2: Rise of the Salmonella!  Play a battle hardened white blood cell named Delta, taken from the highest ranks of the cell army. Your mission: To destroy any remaining swine flu threats in the body. Little does anyone know, another threat lumes in the deep caverns of the body, Salmonella. In order to beat the Salmonella, Delta is going to need all the help he can get! Run, jump, swim and shoot your way to the end!   Features include: - Automatic Level Saving - Automatic Score Saving - Achievements (Such as finish game with 30,000 points) - Compatible with iPad, iPhone and iPod Touch!\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-06\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-150910-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-150910-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Wurd Industries (Publisher)\", \"Wurd Industries (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Sheep Defense\", \"title_search\": \"sheep defense\", \"title_keyword\": \"sheep defense\", \"url\": \"https://www.metacritic.com/game/sheep-defense/\", \"summary\": null, \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-15\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151186-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151186-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Europe\"], \"companies\": [\"SCEI (Developer)\", \"SCEA (Publisher)\"], \"platforms\": [\"PSP\"], \"rating\": \"E\"}", "{\"title\": \"Frustrating Air Hockey\", \"title_search\": \"frustrating air hockey\", \"title_keyword\": \"frustrating air hockey\", \"url\": \"https://www.metacritic.com/game/frustrating-air-hockey/\", \"summary\": \"A high quality, free Air Hockey app with challenging AI options, and your choice of pushers or paddles!  AI TYPES - Frustrating - Random - Cheating  Frustrating AI is the ultimate test of your Air Hockey playing ability.  Actually, I think it&rsquo;s just Impossible to beat, let me know if you can beat this AI!  Random AI puts up a good challenge.  Not quite Frustrating.  Cheating AI breaks the rules!  It will get all up in your side of the court, but what YOU can do is pick up and drag the puck into your opponent&rsquo;s goal!  Who&rsquo;s cheating now?  CONTROLS - Pushers (like an Air Hockey table) - Paddles (like a classic arcade game)  Pushers will follow your touch, within the bounds of your (bottom) half of the Air Hockey table.  Paddles can be controlled by touch or tilt.  If you&rsquo;re touching the screen, the Paddle moves by touch control, otherwise it moves by tilt.  GOAL Try to score a point by hitting the puck into your opponent&rsquo;s goal!  Goal boxes (in gray) are smaller when using Pushers than when playing with Paddles.  All games are single point games, whoever scores first is the winner!  RESETTING THE GAME Want to see the title screen mid-game?  Shake the device to reset!  COLORS You can customize the color of your Air Hockey table using fully customizable Red, Green, and Blue color sliders!  LEARN MORE Blog: blog.kennysapps.com Twitter: @KennysApps\", \"genre\": [\"Individual Sports\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-20\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151204-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151204-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Kenny's Apps, LLC (Developer)\", \"Kenny's Apps, LLC (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Alien Dominion: The Acronian Encounter\", \"title_search\": \"alien dominion the acronian encounter\", \"title_keyword\": \"alien dominion the acronian encounter\", \"url\": \"https://www.metacritic.com/game/alien-dominion-the-acronian-encounter/\", \"summary\": \"&quot;Alien Dominion: The Acronian Encounter&quot; is a 3d rail space shooter where the player is in a role of a turret gunner serving on a deep space exploration mission. Encountering an alien race while scanning for mineral rich asteroids in the region, the conqueror race starts attacking right at the beginning. As it later turns out, the region is not dense with minerals - it is rich with hostile vessels... The first level covers 10 minutes of game-play, about 20000 bullets shot, resulting in 100 kills, with dynamic objects that react to your fire, beautiful space environments, planets, glow effects and explosions.\", \"genre\": [\"Rail Shooter\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-05\", \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Black Fire Games (Publisher)\", \"Black Fire Games (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Destiny Online: Glory of the Tribe\", \"title_search\": \"destiny online glory of the tribe\", \"title_keyword\": \"destiny online glory of the tribe\", \"url\": \"https://www.metacritic.com/game/destiny-online-glory-of-the-tribe/\", \"summary\": \"The enhanced Tribal War (aka Guild War) holds the most spotlight of this extension pack. Closely combining PvP with PvE and amply rewarding every participant, the new Tribal War system is bound to set the Destiny world on fire. The other thrilling additions include a new Super Pet, Kirin, 2 new Boss monsters, Level 80 Darkhound and Level 145 Grim Gargoyle, 2 sets of new outfits, Eastern Gala Costume and Funky Valentine Costume, a new mount, Flying Carpet, a dozen of new Monster Cards that can transform players into hilarious monsters, and Level 145 equipments and weapons to keep up with the level cap raised to 145.\", \"genre\": [\"MMORPG\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-20\", \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Ingle Games Ltd. (Publisher)\", \"Ingle Games Ltd. (Developer)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Harley-Davidson: Road Trip\", \"title_search\": \"harleydavidson road trip\", \"title_keyword\": \"harleydavidson road trip\", \"url\": \"https://www.metacritic.com/game/harley-davidson-road-trip/\", \"summary\": \"In Harley-Davidson&reg;: Road Trip you\\u2019ll experience the roar of the engine, the shine of the chrome and the feeling of power and freedom on the open road. From the seats of six authentic Harley-Davidson&reg; motorcycles, you are on a special assignment from HOG&reg; Magazine to chronicle a road trip across America.\", \"genre\": [\"Auto Racing Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-28\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151387-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151387-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"N-Fusion Interactive Entertainment Corp. (Developer)\", \"Destineer (Publisher)\"], \"platforms\": [\"Wii\"], \"rating\": \"E\"}", "{\"title\": \"World Championship Spelling\", \"title_search\": \"world championship spelling\", \"title_keyword\": \"world championship spelling\", \"url\": \"https://www.metacritic.com/game/world-championship-spelling/\", \"summary\": \"World Championship Spelling tests your spelling skills with thousands of words to master featuring numerous rewards and collectibles to further the gaming experience. Play in four game modes: Championship Training Mini-games and List of Shame.\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-10-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151400-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-151400-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"505 Games (Developer)\", \"505 Games (Publisher)\"], \"platforms\": [\"DS\"], \"rating\": \"E\"}", "{\"title\": \"iCopter HD\", \"title_search\": \"icopter hd\", \"title_keyword\": \"icopter hd\", \"url\": \"https://www.metacritic.com/game/icopter-hd/\", \"summary\": \"*** ON SALE FOR A LIMITED TIME ***  The best Copter game for the iPhone and iPod is now here in HD!   NEW TO HD: We took advantage of the iPad&#39;s giant screen to allow you to play head-to-head directly against a friend.  Pilot your helicopter through a treacherous cave, avoiding obstacles in your way. Simply tap to fly up, and release to let gravity take the copter down. If you liked iCopter FREE, you&#39;re going to love Copter HD!  4/27: Selected by Apple as a NEW AND NOTEWORTHY game!  Features: HD Graphics  Classic Gameplay New two-player mode Hours of Replayability Global Highscores courtesy of OpenFeint! Tap to go up, release to go down  We welcome all comments and suggestions. Contact us @lawlmart or at support@lawlmart.com\", \"genre\": [\"Aircraft Combat Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-04-20\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151513-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-151513-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"LawlMart (Publisher)\", \"LawlMart (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Kid Icarus: Uprising\", \"title_search\": \"kid icarus uprising\", \"title_keyword\": \"kid icarus uprising\", \"url\": \"https://www.metacritic.com/game/kid-icarus-uprising/\", \"summary\": \"Kid Icarus: Uprising is the long-awaited franchise follow-up to the NES classic.\", \"genre\": [\"Action Adventure\"], \"metascore\": \"83\", \"critic_reviews\": 75, \"user_score\": \"8.7\", \"user_reviews\": 647, \"release_date\": \"2012-03-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-605102-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-605102-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": [\"Masahiro Sakurai (Directed By)\", \"Masahiro Sakurai (Written By: written by)\", \"T\\u00f4ru \\u00d4sawa (Written By: based on characters created by)\", \"Antony Del Rio (Cast: Pit,Dark Pit)\", \"Ali Hillis (Cast: Palutena)\", \"Hynden Walch (Cast: Viridi)\", \"Fred Tatasciore (Cast: Magnus,Poseidon)\", \"Kari Wahlgren (Cast: Gaol,Phosphora)\", \"Danny Mann (Cast: Hewdraw,Thanatos)\", \"Nika Futterman (Cast: Pandora)\", \"Troy Baker (Cast: Arlon,Pyrrhon)\", \"Alan Oppenheimer (Cast: Chariot Master,Dyntos)\", \"Cree Summer (Cast: Medusa)\", \"S. Scott Bullock (Cast: Hades)\", \"Aya Hisakawa (Cast: Palutena)\", \"Tetsu Inada (Cast: Pyrrhon)\", \"Eiji It\\u00f4 (Cast: Thanatos)\", \"Yuka Komatsu (Cast: Phosphora)\", \"Junko Minagawa (Cast: Gaol)\", \"Kenji Nomura (Cast: Magnus)\", \"Naomi Shind\\u00f4 (Cast: Medusa)\", \"Mariko Suzuki (Cast: Pandora)\", \"Masaya Takatsuka (Cast: Hewdraw)\", \"Minami Takayama (Cast: Pit,Dark Pit)\", \"Yasuhiko Tokuyama (Cast: Arlon)\", \"K\\u00f4ji Yada (Cast: Dyntos)\", \"Makiko \\u00d4moto (Cast: Viridi)\", \"Ry\\u00fbzabur\\u00f4 \\u00d4tomo (Cast: Poseidon)\", \"H\\u00f4ch\\u00fb \\u00d4tsuka (Cast: Hades,Chariot Master)\", \"Amaury Bagnariol (Produced By: localisation producer: European)\", \"Satoru Iwata (Produced By: executive producer)\", \"Yoshihiro Matsushima (Produced By: producer)\", \"Hidetoshi Sakamoto (Produced By: localisation producer: European)\", \"Shinya Takahashi (Produced By: senior producer)\", \"Noriyuki Iwadare (Music)\", \"Yuzo Koshiro (Music)\", \"Takahiro Nishi (Music)\", \"Motoi Sakuraba (Music)\", \"Masafumi Takada (Music)\", \"Yasunori Mitsuda (Music)\", \"Alexander Leeman Johnson (Sound: voice recording and editorial)\", \"Saki Kasuga (Sound: sound effects)\", \"Hideaki Kuroda (Sound: sound effects)\", \"Junya Kuroda (Sound: sound effects)\", \"Justin Langley (Sound: voice recording and editorial)\", \"Etsuko Shimada (Sound: sound effects)\", \"Takaomi Hirono (Visual Effects: effect designer)\", \"Ryuji Inomata (Visual Effects: effect designer)\", \"Koei Kikuchi (Visual Effects: effect designer)\", \"Kojiro Matsuyama (Visual Effects: effect designer)\", \"Hirotaka Tanikawa (Visual Effects: effect designer)\", \"Rin Chitose (Art Department: concept artist)\", \"Yoichi Hirakawa (Art Department: ui designer)\", \"Yoshiyasu Ito (Art Department: concept artist)\", \"Yuka Kotaki (Art Department: artwork)\", \"Koji Nishiyama (Art Department: concept artist)\", \"Chiharu Sakiyama (Art Department: artwork)\", \"Michiko Sakurai (Art Department: ui designer)\", \"Mai Takahara (Art Department: ui designer)\", \"Mitsuru Tokishiro (Art Department: concept artist)\", \"Masato Yoshimura (Art Department: concept artist)\", \"Hiroyuki Abe (Animation: character motion designer)\", \"Naoto Abe (Animation: character motion designer)\", \"Ryohei Adachi (Animation: cutscene animator)\", \"Francisco Cortina (Animation: cutscene animator)\", \"Kensaku Fujiwara (Animation: character motion designer)\", \"Kumi Habuta (Animation: cutscene animator)\", \"Hiroyuki Hatanaka (Animation: character motion designer)\", \"Toshihiko Higashi (Animation: character modeler)\", \"Ryoko Hikawa (Animation: character modeler)\", \"Shuhei Hinohara (Animation: character modeler)\", \"Masaki Hiraoka (Animation: character designer)\", \"Sosuke Honda (Animation: character motion designer)\", \"Koji Imai (Animation: character modeler)\", \"Emi Imamura (Animation: character modeler)\", \"Masanori Ishikawa (Animation: cutscene animator)\", \"Tomoko Kanesaku (Animation: cutscene animator)\", \"Masakazu Kato (Animation: cutscene animator)\", \"Toru Kawamura (Animation: character motion designer)\", \"Akemi Maeda (Animation: character modeler)\", \"Yoko Miyaguchi (Animation: cutscene animator)\", \"Rie Miyauchi (Animation: character motion designer)\", \"Tomofumi Mizuno (Animation: cutscene animator)\", \"Natsumi Murai (Animation: character modeler)\", \"Takayuki Naito (Animation: cutscene animator)\", \"Masashi Nakata (Animation: cutscene animator)\", \"Miki Naruse (Animation: character modeler)\", \"Takahiro Nishigaki (Animation: character motion designer)\", \"Toshio Noguchi (Animation: character designer)\", \"Akira Noto (Animation: character motion designer)\", \"Masahiro Ohmomo (Animation: character motion designer)\", \"Yuta Otani (Animation: character modeler)\", \"Eisuke Sagawa (Animation: character motion designer)\", \"Tatsuya Sakai (Animation: cutscene animator)\", \"Tomomi Sakuma (Animation: cutscene animator)\", \"Yoshikazu Sumioka (Animation: character motion designer)\", \"Kazuya Suzuki (Animation: character modeler)\", \"Shigeo Tamura (Animation: character modeler)\", \"Kunihiko Taniwaki (Animation: cutscene animator)\", \"Masahiro Ueda (Animation: character motion designer)\", \"Akifumi Yamamoto (Animation: character designer)\", \"Tsuneo Yamasaki (Animation: character modeler)\", \"Mayuka Yoshikawa (Animation: cutscene animator)\", \"Hideto Agata (special thanks)\", \"Mayu Fukuda (special thanks)\", \"Koji Hosokawa (special thanks)\", \"Hironao Imai (special thanks)\", \"Satoshi Ito (special thanks)\", \"Kazuo Kawahara (special thanks)\", \"Shota Kobayashi (special thanks)\", \"Toshiyuki Konishi (special thanks)\", \"Yusuke Kouda (special thanks)\", \"Kento Koyama (special thanks)\", \"Daichi Kunimata (special thanks)\", \"Hirotaka Kurokawa (special thanks)\", \"Umi Kusaka (special thanks)\", \"Naoto Matsuzaka (special thanks)\", \"Asami Miyajima (special thanks)\", \"Akihiko Morishita (special thanks)\", \"Daiki Moriyama (special thanks)\", \"Yosuke Nakajima (special thanks)\", \"Kenji Nakaya (special thanks)\", \"Kazutomo Negishi (special thanks)\", \"Natsuki Nishi (special thanks)\", \"Koji Nishida (special thanks)\", \"Masanori Oishi (special thanks)\", \"Hiroshi Osawa (special thanks)\", \"Satoshi Otomo (special thanks)\", \"Masamichi Sakaino (special thanks)\", \"Narahiko Sakamaki (special thanks)\", \"Junichi Shimosakoda (special thanks)\", \"Tetsuya Shinkai (special thanks)\", \"Jun Sugiyama (special thanks)\", \"Sayaka Takagi (special thanks)\", \"Daisuke Takeshima (special thanks)\", \"Shoichiro Takeyoshi (special thanks)\", \"Takanori Tamaki (special thanks)\", \"Hirokazu Tanaka (very special thanks)\", \"Hiroki Tanizawa (special thanks)\", \"Takeyuki Tsurumaki (special thanks)\", \"Yoshimi Uchiyama (special thanks)\", \"Takaaki Ueno (special thanks)\", \"Masayuki Uesugi (special thanks)\", \"Yuichi Yagihashi (special thanks)\", \"Kouhei Yamamichi (special thanks)\", \"Takashi Yamashita (special thanks)\", \"Yoshiaki Yazawa (special thanks)\", \"Hiroyuki Yonekubo (special thanks)\", \"Mitsutaka Yoshida (special thanks)\", \"Maki Yoshitake (special thanks)\", \"T\\u00f4ru \\u00d4sawa (very special thanks)\", \"Natsumi Kameoka (Music Department: music arrangement)\", \"Yasunori Mitsuda (Music Department: recording support,orchestrator)\", \"Masayuki Chiyo (Music Department: acoustic guitar: gipsy guitar & bouzouki)\", \"Suminobu Hamada (Music Department: recording & mixing)\", \"Mitsuhiro Ohta (Music Department: guitarist: electric & acoustic)\", \"Yasuo Sano (Music Department: drums)\", \"Hitoshi Watanabe (Music Department: electric bass)\"], \"countries\": [\"North America\", \"Japan\", \"Europe\", \"Australia\"], \"companies\": [\"Nintendo (Publisher)\", \"Project Sora (Developer)\"], \"platforms\": [\"3DS\"], \"rating\": \"E10+\"}", "{\"title\": \"Time Crisis: Razing Storm\", \"title_search\": \"time crisis razing storm\", \"title_keyword\": \"time crisis razing storm\", \"url\": \"https://www.metacritic.com/game/time-crisis-razing-storm/\", \"summary\": \"Destroy everything in sight, from the environments to the futuristic terrorists aiming to take you down! Get your gun ready for combat and keep the ammo coming. The future of the free world depends on you and your PlayStation Move motion controller, solider. Provide copy and key features Destruction! The first Time Crisis game to have fully destructible environments. Now, you can obliterate anything that gets in your way. The intuitive controller allows for highly realistic combat.\", \"genre\": [\"Compilation\"], \"metascore\": \"58\", \"critic_reviews\": 49, \"user_score\": \"6.4\", \"user_reviews\": 25, \"release_date\": \"2010-10-19\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-157181-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-157181-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": [\"Tadanori Kano (Directed By: movie director)\", \"Takaaki Miura (Directed By: director: for Nex Entertainment)\", \"Norihiro Nishimura (Directed By: director: for Namco Bandai)\", \"Takeshi Kawamura (Written By: script writer)\", \"Yuichi Ogawara (Written By: script writer)\", \"Katsuyuki Sugano (Written By: scenario writer)\", \"Yuki Takarada (Written By: script writer)\", \"Naoyuki Tasei (Written By: script writer)\", \"Yuki Ueno (Written By: script writer)\", \"Minoru Watanabe (Written By: script writer)\", \"Yasushi Yamazaki (Written By: script writer)\", \"Osamu \\u00d4kubo (Written By: script writer)\", \"Hisao Egawa (Cast)\", \"Yasuhiko Kawazu (Cast)\", \"Osamu Ryutani (Cast)\", \"Tetsu Inada (Cast)\", \"Moriya Endo (Cast)\", \"Masaya Takatsuka (Cast)\", \"Takahiro Fujimoto (Cast)\", \"Yoshihide Ando (Produced By: producer: for Nex Entertainment)\", \"Katsuji Aoyama (Produced By: producer: for Nex Entertainment)\", \"Hirofumi Kami (Produced By: producer: for Namco Bandai)\", \"Hajime Nakatani (Produced By: producer: for Namco Bandai)\", \"Tsunayoshi Orihara (Produced By: producer: for Nex Entertainment)\", \"Reika Takahashi (Produced By: producer: movie production lead)\", \"Takeshi Miura (Music)\", \"Akira Fujitani (Art Direction)\", \"Andy Yi (quality assurance tester)\"], \"countries\": [\"North America\", \"Japan\", \"Australia\", \"Europe\", \"Asia\", \"Korea\"], \"companies\": [\"Nex Entertainment (Developer)\", \"Namco Bandai Games (Publisher)\"], \"platforms\": [\"PlayStation 3\"], \"rating\": \"T\"}", "{\"title\": \"Karaoke Revolution Glee\", \"title_search\": \"karaoke revolution glee\", \"title_keyword\": \"karaoke revolution glee\", \"url\": \"https://www.metacritic.com/game/karaoke-revolution-glee/\", \"summary\": \"In Karaoke Revolution Glee, gamers can play alongside their favorite GLEE characters including the infamous Rachel Berry, football star Finn Hudson, and the GLEE club's fearless leader, Will Schuester. Performing some of the most memorable scenes from Season One, players can belt out up to 35 chart-topping hits and tunes from the popular TV series. Millions of fans nationwide have made GLEE one of the leading musical franchises of our time. &quot;Gleeks&quot; both young and old will now get their chance to engross themselves in their favorite show like never before.  In multiplayer singing games, Gleeks can sing in harmonies or as a duet, creating the kind of performance that not even Sue Sylvester can resist!\", \"genre\": [\"Rhythm\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"3.0\", \"user_reviews\": 0, \"release_date\": \"2010-11-09\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-157261-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-157261-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Australia\", \"Europe\"], \"companies\": [\"Konami (Publisher)\", \"Konami (Developer)\"], \"platforms\": [\"Wii\"], \"rating\": \"T\"}", "{\"title\": \"Silent Hill: Downpour\", \"title_search\": \"silent hill downpour\", \"title_keyword\": \"silent hill downpour\", \"url\": \"https://www.metacritic.com/game/silent-hill-downpour/\", \"summary\": \"The survival horror experience begins after a prison transport vehicle careens off the road, leaving lone inmate Murphy Pendleton stranded in Silent Hill.  Gamers will encounter mind-bending puzzles, as well as horrific creatures and other world terrors using everyday objects from wooden chairs to glass bottles to fend off their enemies.  The natural response, fight or flight is left to the player as they unravel a dark, thought-provoking storyline which will appeal to fans of the early, classic Silent Hill series, as well as anyone who enjoys a deep, psychological horror experience.  In addition to the main storyline, players will also be presented with variable side quests along the way that can change depending on their play style, revealing unknown evils within the town.\", \"genre\": [\"Survival\"], \"metascore\": \"64\", \"critic_reviews\": 41, \"user_score\": \"6.9\", \"user_reviews\": 334, \"release_date\": \"2012-03-13\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-157300-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-157300-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Japan\", \"Australia\", \"Europe\", \"Korea\", \"Asia\"], \"companies\": [\"Konami (Publisher)\", \"Vatra (Developer)\"], \"platforms\": [\"PlayStation 3\", \"Xbox 360\"], \"rating\": \"M\"}", "{\"title\": \"LeonardFrogHD\", \"title_search\": \"leonardfroghd\", \"title_keyword\": \"leonardfroghd\", \"url\": \"https://www.metacritic.com/game/leonardfroghd/\", \"summary\": \"Leonard Frog has made the leap to the i pad.  The popular number 1 frog game is now available for the ipad. Its fast,exciting and best off all? ITS GREEN. Leonards friends &#34;Super Beaver&#34; and &#34;Toxic Freddy&#34; now have even bigger surprises for you during your game,more surprises than the pope at a singles party. Even miss piggy would dump kermit for a chance to get with this frog! This is one hell of a frog were talking about people! The game is one of the top selling games for children although it seems adults have had the most love for Leonard Frog, because it has all the old school charm of the c64er style games.&nbsp; load &#34;leonardfrog&#34;,8 Download it, play it and see for yourself what this little frog can do.&nbsp; Hop on Leonard - Go for green&nbsp;\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-23\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157928-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-157928-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"fake-fish (Developer)\", \"fake-fish (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"The A-Team (2010)\", \"title_search\": \"the ateam 2010\", \"title_keyword\": \"the ateam 2010\", \"url\": \"https://www.metacritic.com/game/the-a-team-2010/\", \"summary\": \"Join Hannibal, B.A., Face, and Murdock on an explosive mission leading up to the blockbuster movie!  If you have a problem and no one else can help, call in THE A-TEAM, a group of Special Forces soldiers. With unique skills, they specialize in the ridiculous to help those in need.  Put your leadership skills to the test in 20 action-packed levels set around the world, from vicious jungles to the sweltering streets of mercenary strongholds. Issue commands to your team and use their unique abilities, or control them separately to chase down the bad guys. Go fisticuffs with B.A., launch lethal grenades with Face, and clear the streets with Murdock&#39;s devastating helicopter missiles.  Whether you&rsquo;re ambushing enemies, attacking them face-on, or just blasting everything to bits, you&#39;ll totally love it when the plan comes together!  FEATURES  &bull; An explosive mission with Hannibal, B.A., Face, and Murdock &bull; Includes extra content exclusive to the iPhone, iPad and iPod touch &bull; Features voiceover from Quinton Rampage Jackson as BA Baracus &bull; 20 action-packed levels, from vicious jungles to mercenary strongholds &bull; Ambush enemies, attack them face-on, or blow everything to bits &bull; Issue commands and utilize each character&#39;s unique abilities &bull; Fight hand-to-hand, launch lethal grenades, and fire devastating missiles &bull; An exciting game-based prequel to the hit movie!  Highly recommended for fans of Guerilla Bob, Zombieville USA, MiniGore and Call of Duty.  GameHouse Guarantee: We take pride in the loyalty and trust our customers show us when they purchase a GameHouse product. If you are not completely satisfied with your recent purchase, please contact us at iphone-games@real.com.\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-11\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158154-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158154-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"GameHouse (Developer)\", \"GameHouse (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Tropical Treasures\", \"title_search\": \"tropical treasures\", \"title_keyword\": \"tropical treasures\", \"url\": \"https://www.metacritic.com/game/tropical-treasures/\", \"summary\": \"Tropical Treasures... the tropical themed gem matching game.  Launch gems by touching the gem launcher anywhere on the red line.  Match 3 or more of the same colour horizontally or vertically to clear gems to gain points and bonuses etc.  If any gems reach the base of the waterfall the game is over! You must continue to match gems to also prevent the play timer running out of time.  Hitting a snake gem will cause all adjacent gems both horizontally and vertically to explode, whether they match or not.  If you aim to hit a resting butterfly &#39;directly&#39; with a same colour gem, all other gems on screen of the same colour  will explode. Beware that clearing gems near to a butterfly or by hitting a nearby snake gem can sometimes scare it away!  As you progress you may be visited by a friendly Chameleon from time to time, which will eat a random row of gems to help you reach an even higher score.  Pressing pause freezes the action, pressing again resumes it.  You will gain unlockable online awards and a better hi-score as the you climb The levels of Tropical Treasures... Good luck!  Upload, share and compete with your hi-score online via AGON and post to Facebook and Twitter!  Features:  * Addictive puzzle gameplay. * Mega gem explosion combos. * Butterfly &amp; Chameleon bonuses. * 100&#39;s of levels! * Tropical themed graphics. * Animated backdrop. * Ambient sound effects. * Awards system. * Hi-score upload. * Easy to pick up and play. * Suitable for all ages.  AGON Online by Aptocore:  AGON Online is a leading social gaming platform for iPhone and iPod Touch games enabling:  * Online leaderboards. * Location aware scores. * Awards system. * Friends lists. * Persistent player profile. * Facebook and Twitter integration.  For more info on AGON Online please visit:  <a href=\\\"http://agon\\\" target=\\\"_blank\\\">http://agon</a>-online.com\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158185-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158185-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Mobile Amusements (Developer)\", \"Mobile Amusements (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Kana: Imouto\", \"title_search\": \"kana imouto\", \"title_keyword\": \"kana imouto\", \"url\": \"https://www.metacritic.com/game/kana-imouto/\", \"summary\": \"In Kana Imouto, you have a sister who's two years younger than you named Kana, who has been ill all her life, spending more time in the hospital than at home. In the past you felt jealous of the special attention Kana received in your family, though in recent years you've come to treasure your younger sister instead, wanting to do anything to help her. Though life is never simple, in the end all you want to do is find a way to save your dear little sister. The reason is... you love her.\", \"genre\": [\"Visual Novel\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-10-07\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-158630-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-158627-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": null, \"crew\": null, \"countries\": [\"Japan\"], \"companies\": [\"CyberFront (Developer)\", \"CyberFront (Publisher)\"], \"platforms\": [\"PSP\"], \"rating\": null}", "{\"title\": \"LinKing\", \"title_search\": \"linking\", \"title_keyword\": \"linking\", \"url\": \"https://www.metacritic.com/game/linking/\", \"summary\": \"***Holiday Sale! Special Price for a limited time only!***  Get LinKing for your iPhone, iPad and iPod and become king of the galaxy!   Help young trainee astronaut &ldquo;Lin&rdquo; on his journey of exploration through space. Use skill and the right strategy to link up all the planets that belong together with the corresponding pipes! From one galaxy to the next, there are extremely varied and challenging levels that must be mastered.   The objective of this addictive game of skill is to link up all the planets that belong together on the playfield without the different pipes crossing over one another. Blocking asteroids and trickily positioned planets force you to take detours and think round corners.   Can you manage it and become the new ultimate LinKing king?   Features: - Unlimited puzzle fun  - 120 levels in four difficulty settings + tutorial  - All levels and difficulty settings must be unlocked successively - Top performance incentive: achieve the perfect result to unlock levels faster  - Four profiles allow progress to be saved separately  - Stylish and detailed graphics  - Interactive menu elements - Harmonious soundtrack and super sound effects  - Available in English, German, French, Italian and Spanish - In-game manual\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-06\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158640-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-158640-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"DTP Entertainment (Developer)\", \"DTP Entertainment (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Dynamite Fishing\", \"title_search\": \"dynamite fishing\", \"title_keyword\": \"dynamite fishing\", \"url\": \"https://www.metacritic.com/game/dynamite-fishing/\", \"summary\": \"Dynamite fishing from Pig Out Productions is a hilarious fast paced action game.    Three hunters take a trip to the ocean to test their fishing skills with dynamite.  Light the fuse, drop it in the ocean and try to blow up as many fish as possible.  Tilt your device to move your boat and try to catch up with those fish that try to get away.  Watch out for the piranhas!  If you let one slip by without blowing it up they get angry and jump out of the water and bite off one of your hunter&#39;s heads.  With blood curdling screams, arms flailing about, heads getting crunched off, and blood squirting around, this game is a hilarious good time.  Can you beat the high score?\", \"genre\": [\"Adventure\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-26\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159973-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-159973-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Cabela's North American Adventures\", \"title_search\": \"cabelas north american adventures\", \"title_keyword\": \"cabelas north american adventures\", \"url\": \"https://www.metacritic.com/game/cabelas-north-american-adventures/\", \"summary\": \"Cabela's North American Adventures introduces fresh touches that hunters will appreciate, including a custom gun builder that allows players the ability to create thousands of gun options with a variety of receivers, stocks, barrels, and scopes.  The game also capitalizes on the popularity of hunting shows and online videos by adding a cameraman into gameplay - to get compelling footage, hunters need to be at their best! Also, for the first time in franchise history, up to four friends can hunt together online at once (Xbox 360 and PlayStation 3).  Once the hunt is done, friends can share their scores through online leader boards for bragging rights.\", \"genre\": [\"Hunting\"], \"metascore\": \"51\", \"critic_reviews\": 5, \"user_score\": \"8.1\", \"user_reviews\": 7, \"release_date\": \"2010-09-07\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160160-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160160-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Mixed or average\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"FUN Labs (Developer)\", \"Activision (Publisher)\"], \"platforms\": [\"Xbox 360\", \"Wii\", \"PlayStation 2\", \"PSP\", \"PlayStation 3\"], \"rating\": \"T\"}", "{\"title\": \"Marble Mixer\", \"title_search\": \"marble mixer\", \"title_keyword\": \"marble mixer\", \"url\": \"https://www.metacritic.com/game/marble-mixer/\", \"summary\": \"One of the best reviewed iPad games, now also available for your iPhone or iPod touch! Bring the party home with Marble Mixer, a modern twist on the classic game of marbles!  Have a blast playing with marbles all over again in this terrific 1-4 player game for the entire family. With Marble Mixer, the strategy, skill and fun come to life in three fantastic new ways:  I. Space Mania: Shoot for points while removing your opponent&#39;s marbles from the playing field on this retro-arcade board. II. Table Tactics: Show your calm and calculating expertise as you strategize to conquer the board.  III. Monster picnic: Enjoy the fast-and-furious chaos of feeding the marble munching monster.  Each variation offers a simple flick-and-shoot control mechanic and true-to-life physics to make the game as you remember it. Get the marbelous party rolling!  FEATURES &bull; 1-4player party game with three innovative modes &bull; Simple flick-and-shoot controls &bull; Cool and collected or fast and frenzied play styles &bull; Realistic physics and high quality visuals  &bull; A good time with friends and family, aged 2 to 102! &bull; In-game banner advertising and interstitial ads &bull; Upgrade to paid version to enjoy the game without ads  GameHouse Guarantee: We take pride in the loyalty and trust our customers show us when they purchase a GameHouse product. If you are not completely satisfied with your recent purchase, please contact us at iphone-games@real.com.\", \"genre\": [\"Miscellaneous\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-22\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160225-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160225-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"GameHouse (Developer)\", \"GameHouse (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Infect Them All\", \"title_search\": \"infect them all\", \"title_keyword\": \"infect them all\", \"url\": \"https://www.metacritic.com/game/infect-them-all/\", \"summary\": \"33% sale for Customer appreciation and Celebrate it&#39;s new name UPDATE FOR IOS4. be zombie! infect them all  &#39;Infect Them All&#39; is a game that can make zombie world by infecting and eating people. You can enjoy this game with easy and simple controls. You are gonna fascinated by the combination of dynamic actions factors and simulation factors which make more and more zombies  FEATURE  - 3 types of playable zombies - 20 types of enemies unit - You can team up with tens of your zombies in a melee. - A huge scale shows more than 150 enemies at a time  - 7 abilities which can be upgraded with 30 levels  - 50 stages of campaign modes - Survival mode aims for how long you can survive - Blitz mode, in which &nbsp;you have to gain scores as much as you can within limited time.  - Openfeint highscore and acheivements  - Support two ways of control: Gyro sensor and pad   - Original sound and voice - Outstanding Artwork. - Addictive play  * We are trying to solve your problem by in-game OpenFeint Forum If you have problem at playing our game. please check it out   You can check out a video of the gameplay at <a href=\\\"http://www.youtube.com/watch\\\" target=\\\"_blank\\\">http://www.youtube.com/watch</a>?v=ERL6HUGvGdQ\", \"genre\": [\"RPG\"], \"metascore\": \"81\", \"critic_reviews\": 5, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-25\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160931-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-160931-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Magic Cube (Publisher)\", \"Magic Cube (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"DiRT 3\", \"title_search\": \"dirt 3\", \"title_keyword\": \"dirt 3\", \"url\": \"https://www.metacritic.com/game/dirt-3/\", \"summary\": \"Dirt 3 takes Codemasters' off-road series back to its rallying roots.\", \"genre\": [\"Auto Racing Sim\"], \"metascore\": \"87\", \"critic_reviews\": 81, \"user_score\": \"7.1\", \"user_reviews\": 191, \"release_date\": \"2011-05-24\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161110-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161110-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": \"Generally favorable\", \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Australia\", \"Japan\"], \"companies\": [\"Codemasters (Developer)\", \"Codemasters (Publisher)\"], \"platforms\": [\"PlayStation 3\", \"Xbox 360\", \"PC\"], \"rating\": \"T\"}", "{\"title\": \"I Suck At: Word Games\", \"title_search\": \"i suck at word games\", \"title_keyword\": \"i suck at word games\", \"url\": \"https://www.metacritic.com/game/i-suck-at-word-games/\", \"summary\": \"Do you suck at word games? We do, but we like them anyway. Play online and review your scores with other players. Play public games with anybody or private games with your friends.\", \"genre\": [\"Logic Puzzle\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-07\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161164-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161164-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Social Loner Studios (Developer)\", \"Social Loner Studios (Publisher)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Tap Ranch\", \"title_search\": \"tap ranch\", \"title_keyword\": \"tap ranch\", \"url\": \"https://www.metacritic.com/game/tap-ranch/\", \"summary\": \"Welcome to Tap Ranch, you are only taps away from growing your own crops, raising animals and investing in &#34;makers&#34; to produce your own cheese, wine and fruit pies!  Grow alfalfa to feed cows to make milk, or corn to feed chickens to make eggs.   Decorate your ranch to your heart content and buy functional greenhouses where all your crops grow faster and don&#39;t spoil!  It&#39;s easy and simple as 1-2-3.  But should you sell your milk, eggs and flour now, or save them to make bread and sell them later for more profit?  How do you make these items?  Cheese comes from Ketchup comes from Wine comes from Pies comes from Bread comes from Fabrics comes from Honey comes from  FEATURES:  - Over 22 varieties of crops, trees and yummy fruits including mangos, plums, cherries and bananas  - Plow, seed and harvest to gain experience and coins  - Buy small to huge greenhouses to grow your crops up to 80% faster  - Decorate your ranch with over 70 buildings, fences and premium decorations like Old farm trucks, fireplaces and antique lanterns  - Expand your ranch and level up to 80+ levels with the help of organic fertilizers  - Visit neighbor&#39;s ranches and gain experience to become &#34;featured&#34; neighbors\", \"genre\": [\"Edutainment\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-07-31\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161249-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161249-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"BayView Labs (Developer)\", \"BayView Labs (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"iPark it 2: Park the World\", \"title_search\": \"ipark it 2 park the world\", \"title_keyword\": \"ipark it 2 park the world\", \"url\": \"https://www.metacritic.com/game/ipark-it-2-park-the-world/\", \"summary\": \"Any jerk can smash a car. But it takes skills to park it proper, serious. Do you have it? Take the sequel to the #1 parking game on AddicitingGames.com with you when you&rsquo;re on the road all over the world&hellip; or just walking around.  Start in Vancouver and work your way around the world. Make sure you pass by the Eiffel Tower, over the Golden Gate Bridge and try not to hit anything dodging the traffic in New Delhi.  Using the touch screen controls, or the new tilt to steer controls, guide your car through the parking lot to the yellow parking spot.  Combine your driving skill with your speed to get the best time and score.  40 levels, multiple cities, make this a game you go back to again and again.  Park the world features:  - 40 levels - Optionally steer with the accelerometer  - On-screen driving controls  - Avoid out of control shopping carts, people and other parkers - Multi-screen parking challenges - Self centering screen - Localized weather, raining where you are, in the game it rains&hellip;\", \"genre\": [\"Vehicle Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-08-05\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161602-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-161602-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"MTV Networks (Publisher)\", \"MTV Networks (Developer)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"This Is Hard\", \"title_search\": \"this is hard\", \"title_keyword\": \"this is hard\", \"url\": \"https://www.metacritic.com/game/this-is-hard/\", \"summary\": \"Think you&#39;re man enough to conquer the depths of THIS IS HARD? Trek your way through nefarious traps and deadly zombies to escape with your life. Who would fill the world with so many sharp and explosive objects? Conquer these challenges, or join the undead masses.  With nefarious traps and frustration abound, This is Hard puts your skills to the limit to prove you&#39;re a platforming king.  Warning: This game can be mind-bogglingly frustrating. Please resist the urge to throw expensive devices.\", \"genre\": [\"2D Platformer\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-06-21\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-162262-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-162262-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\", \"Europe\", \"Japan\"], \"companies\": [\"Stegersaurus Games (Developer)\", \"Stegersaurus Games (Publisher)\"], \"platforms\": [\"Xbox 360\", \"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Skies of Glory\", \"title_search\": \"skies of glory\", \"title_keyword\": \"skies of glory\", \"url\": \"https://www.metacritic.com/game/skies-of-glory/\", \"summary\": \"Gear up for the ultimate in multiplayer air combat!  SKIES OF GLORY takes you back to the groundbreaking aeronautics of World War II, set in the real life terrain of both Pacific and European theatres of war. Over land and sea, under realistic weather conditions, you and your friends can team up to defend a base, destroy enemy compounds and logistical resources, or show off your piloting skills in a full-force free-for-all.   &ldquo;Pretty graphics? Check. Lots of action? Check. The ability to blast your friends out of the sky over a WiFi connection? Check.&rdquo; Brian Caulfield, Forbes.com  Skies of Glory features a robust list of multiplayer options for WiFi and Bluetooth play. Host 8 player simultaneous combat over a single WiFi network. Synch up over Bluetooth for one-on-one action. Use any 3G or WiFi signal to connect up to 8 players from around the world.  Fly the SKIES OF GLORY any time, any place!  Features  &bull; 3D accelerometer based flight combat &bull; Get up close and personal with your opponents in WWII style planes &bull; Stunning graphics and immersive audio make for a more visceral combat experience &bull; Multiple skirmish modes, campaigns, and tons of training missions with more to come &bull; Engage with opponents from around the world in 8-player combat over the internet via 3G and WiFi &bull; Fly with friends over any local network for up to 8-player combat &bull; Buy more planes for your hanger to maintain a competitive edge over your opponents &bull; Take off from your base or aircraft carrier on bombing runs to eliminate enemy ground targets, bridges and ships &bull; Play your own music over our customizable jukebox  Try Other SGN Games  F.A.S.T. - War is coming to your part of the world, will you be ready?! Get ready with F.A.S.T.: Fleet Air Superiority Training. Fly skirmishes against simulated pilots to build flying and dogfighting skills, and then put those skills to the test in live head-to-head combat against other pilots around the world over WiFi Internet!  (fluff)Friends - A free app that lets you adopt , feed and race (fluff) pets as well as decorate their habitat. With one of the most dedicated and loyal communities on the social web, (fluff)Friends is a favorite for all ages.  SGN Golf:  This app lets you swing your iPhone or iPod touch like a golf club and then tells you how far your shot went.  Your device gauges how fast you swing and how far your shot travels with its accelerometer. It&rsquo;s like having a driving range wherever you go.  Agency Wars &ndash; Play advanced scenarios based missions for the CIA, KGB, Mi6, Mossad or MSS and compete against the rival agencies. With an in-game economy to buy precious items, location-based gaming, and Facebook Connect, no other game stretches the iPhone&rsquo;s technology so far. Mafia: Respect &amp; Retaliation:  The first of SGN&rsquo;s role playing games, players complete &ldquo;jobs&rdquo; to become the Don of Their city.  With its &lsquo;Sin City&rdquo; like 2D graphics and clever location-based game play, players can immerse themselves in the mob world.  Vampires vs. Werewolves: From SGN comes a howling experience that you can sink your teeth into. Vampires vs. Werewolves takes place in a gothic horror world where the two most fearsome creatures of the night fight for superiority and blood.\", \"genre\": [\"Aircraft Combat Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-20\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136821-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-136821-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"SGN (Developer)\", \"SGN (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Wisp\", \"title_search\": \"wisp\", \"title_keyword\": \"wisp\", \"url\": \"https://www.metacritic.com/game/wisp/\", \"summary\": \"CAUTION: The following app may be extremely addictive.  Guide wisp through the dark and treacherous depths of its nameless world in this beautifully simple title from new developer Sandbox.  The hypnotic soundtrack draws you in to a false sense of security as the game gently escalates into an intense, edge of your seat style platformer.  Features:   - Ridiculously easy controls  - Stunning and carefully lit 3D graphics  - Simple yet addictive gameplay  - A mesmerizing sound track  - Online high scores  How to play:  Push wisp left and right by moving your finger anywhere across the touch screen. Avoid the ceiling, floor and dangerous platforms.  Follow us online:  www.sandboxsoftware.net\", \"genre\": [\"Action\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-18\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137186-17.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-137186-17.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Sandbox Interactive (Developer)\", \"Sandbox Interactive (Publisher)\"], \"platforms\": [\"iOS (iPhone/iPad)\"], \"rating\": null}", "{\"title\": \"Cut And Run\", \"title_search\": \"cut and run\", \"title_keyword\": \"cut and run\", \"url\": \"https://www.metacritic.com/game/cut-and-run/\", \"summary\": \"Face off against the computer or three other friends and their avatars in the ultimate sprint. From the 100m dash to a 1500m endurance race, all mixed in with optional hurdles, only one can come away with the gold!\", \"genre\": [\"Individual Sports\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2009-12-16\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-139452-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-139452-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Microsoft Game Studios (Publisher)\", \"CookTrain (Developer)\"], \"platforms\": [\"Xbox 360\"], \"rating\": null}", "{\"title\": \"Higurashi When They Cry Kai\", \"title_search\": \"higurashi when they cry kai\", \"title_keyword\": \"higurashi when they cry kai\", \"url\": \"https://www.metacritic.com/game/higurashi-no-naku-koro-ni-kai/\", \"summary\": null, \"genre\": [\"Compilation\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": \"7.9\", \"user_reviews\": 8, \"release_date\": \"2010-02-10\", \"images\": [], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"07th Expansion (Developer)\", \"MangaGamer (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}", "{\"title\": \"Space Shuttle Mission Simulator\", \"title_search\": \"space shuttle mission simulator\", \"title_keyword\": \"space shuttle mission simulator\", \"url\": \"https://www.metacritic.com/game/space-shuttle-mission-simulator/\", \"summary\": \"Space Shuttle Mission is the newest and most exciting Space Shuttle Simulator available today designed to provide the experience and excitement of the NASA Space Shuttle missions in extreme detail.  This simulation was developed by SimSquared with direct input from NASA and will be made available only to the US retail market. Features:   Visually stunning environment from the launch to orbit to landing.  See the smoke and fire from launch the spectacular glow of re-entry and all the visual beauty of earth as seen from orbit. High-Resolution TrueEarth Global Satellite Imagery licensed from TerraMetrics Inc. (These are the same textures used by Google Earth.). Incredibly detailed Space Shuttle model complete with realistic cargo of satellites and parts for the International Space Station. Detailed and dynamic model of the International Space Station.  Carry new modules up into space and attach them to the growing space outpost! Beautifully rendered Space Shuttle 3D virtual cockpit and 3D sound effects. Watch the countdown and Shuttle Launch from the place that few get to see it: the VIP spot at KSC or from the flight deck of your own Shuttle in the perspective of the crew. Experience the Liftoff shakes and engines roar right from the Commander's or Pilot's seats. Perform mission procedures: press buttons rotate knobs control and change General Purpose Computer modes and manually guide the Shuttle to a safe landing etc. Conduct On-Orbit maneuvers including docking with the International Space Station grappling broken satellites with the robotic arm or releasing new satellites into orbit on Top Secret missions. First Person View:  Fly the shuttle from the flight deck using real world controls then don your space suit and conduct missions in the vacuum of space just like real astronauts.\", \"genre\": [\"Space Sim\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-05-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-144719-13.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/3/6-1-144719-13.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"Europe\", \"North America\"], \"companies\": [\"Excalibur Publishing (Developer)\", \"Excalibur Publishing (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": \"E\"}", "{\"title\": \"Memory Clinic\", \"title_search\": \"memory clinic\", \"title_keyword\": \"memory clinic\", \"url\": \"https://www.metacritic.com/game/memory-clinic/\", \"summary\": \"Join Dr. Summerland at her exclusive Memory Clinic to improve your memory through a variety of hidden object-based challenges. &quot;Memory Clinic&quot; features familiar hidden object content with an added memory training aspect. Each hidden object scene is based around a specific &quot;brain training&quot; activity. As you progress in the game, puzzles become tougher and more thought-provoking. Throughout &quot;Memory Clinic&quot;, Dr. Summerland monitors your performance and presents harder challenges until you master the skills taught at the clinic. Thanks to a wide range of brain training mechanics, \\u201cMemory Clinic\\u201d also brings loads of replay value.\", \"genre\": [\"Hidden Object\"], \"metascore\": 0, \"critic_reviews\": 0, \"user_score\": 0, \"user_reviews\": 0, \"release_date\": \"2010-03-08\", \"images\": [\"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-144749-52.jpg\", \"https://www.metacritic.com/a/img/catalog/provider/6/12/6-1-144749-52.jpg\"], \"video\": null, \"video_thumbnail\": null, \"video_type\": null, \"sentiment\": null, \"must_play\": false, \"crew\": null, \"countries\": [\"North America\"], \"companies\": [\"Digi Ronin Games (Developer)\", \"Digi Ronin Games (Publisher)\"], \"platforms\": [\"PC\"], \"rating\": null}"]